{
  "entries": [
    {
      "id": 1,
      "name": "Gloria Gilmer",
      "born": 1928,
      "birthplace": "Baltimore, Maryland",
      "bio": "Dr. Gilmer was a leader in the field of Ethnomathematics, the study of how different people, in different cultures, use mathematics. The term was coined by Brazilian mathematician Ubiratan D’Ambrosio in 1977. Dr. Gilmer was a co-founder of the International Study Group on Ethnomathematics (ISGEm) in 1985, along with D’Ambrosio, Gil Cuevas and Rick Scott. She was the first president of the organization and also served on the Executive Board. ISGEm strives to increase our understanding of the cultural diversity of mathematical practices. She was president of the organization for eleven years and remained on the board as Past president for many years. She is known for her paper on Using Technology to Explore Mathematical Patterns in African American Hairstyles, such as corn rows. She linked how these hair tessellations (patterns) were often similar to the patterns found in nature. She especially enjoyed showing her students that mathematics can be found in many unexpected places.",
      "source": "https://mathematicallygiftedandblack.com/honorees/gloria-f-gilmer/",
      "author": "Shelly Jones, Ph.D",
      "death": "",
      "image": "https://mathematicallygiftedandblack.com/wp-content/uploads/2021/01/Gloria-Gilmer-Main-Photo-pdf.jpg"
    },
    {
      "id": 2,
      "name": "Emma Dupree",
      "born": 1897,
      "birthplace": "Falkland, North Carolina",
      "bio": "Emma Dupree draws wisdom from heaven, earth\nand 94 years of living. Because she prays, she brews herbs. Because she brews herbs, she heals. Because she heals, she is the undisputed sage of Pitt County. They say her home remedies can quiet a colicky baby, cure a mean cold and scare lice off a hog. \"All that we see, everything that is growin' in the earth,\" Emma says, \"is healin' to the nation of any kind of disease.\" Before her came African root doctors and Indian medicine men. People believed their mystical potions could cure body and soul and sometimes they could. Some modern medicines still use herbal derivatives. Few old-time herbalists like Emma are left in North Carolina. Hospitals first forced her kind out of business. Death is finishing the job. Emma Dupree's hanging tough, though, pushing 10 decades. She takes the tonic, see. Drinks it like water.",
      "source": "https://tulsaworld.com/archive/herbalist-94-lets-nature-heal/article_3b0e06d1-4af9-5567-93ee-bc4b50d5867f.html",
      "author": "Paige Williams",
      "death": 1996,
      "image": "https://d2w9rnfcy7mm78.cloudfront.net/12249477/original_a16cdd90eff4e71dd6c382615e93e05b.jpg?1623588616?bc=0"
    },
    {
      "id": 3,
      "name": "Nontsikelelo Mutiti",
      "born": 1982,
      "birthplace": "Harare, Zimbabwe",
      "bio": "My practice traverses the boundaries of fine art, design and public engagement. Works on paper and those rendered as time based audiovisual explorations incorporate the digital through hand rendered techniques, as well as computer aided and photographic processes. I am also interested in the form of the book as a time based medium that implies sequence and engages the viewer on a physical level. Much of my printed work exists in multiples. Booklets, print runs of posters, zines, pin-back buttons and booklets make it possible to distribute images and texts to a targeted audience. I am committed to public engagement and work to create situations for the exchange of experiences and skills both in the research and gathering phase of my work as well as at the end through workshops and public conversations.",
      "source": "http://nontsikelelomutiti.com/#",
      "author": "Nontsikelelo Mutiti",
      "death": "",
      "image": ""
    },
    {
      "id": 4,
      "name": "Natsai Audrey Chieza",
      "born": "",
      "birthplace": "Harare, Zimbabwe",
      "bio": "My first degree was in architecture, which I studied at the University of Edinburgh. After completing Part 1, I returned to London, where I joined the Textile Futures MA at Central Saint Martins. The course was really about thinking of materiality in the context of culture, craft, and technology. My research explored emerging fields of biotechnology, like synthetic biology, a discipline of science that places engineering principles to design biology using new tools and DNA. I was excited to discover what the engineering of biology meant for design. How could somebody design an organism? What and who is an organism designer? And under what auspices might they design an organism? When I graduated, I saw an opportunity to explore these ideas from a less theoretic basis, so I reached out to Professor John Ward, a synthetic biologist from University College London’s Department of Biochemical Engineering. I became a designer in residence in his laboratory and began to experiment with bacteria to try to grasp, through practice, how design could interact with synthetic biology and the natural world.",
      "source": "https://www.highsnobiety.com/p/natsai-audrey-chieza-clothes-out-of-bacteria-interview/",
      "author": "Manus Browne",
      "death": "",
      "image": ""
    },
    {
      "id": 5,
      "name": "Erica Joy Baker",
      "born": 1980,
      "birthplace": "Germany",
      "bio": "Erica Joy Baker is an engineer and engineering manager in the San Francisco Bay Area, known for her outspoken support of diversity and inclusion. She gained prominence for starting an internal spreadsheet in which Google employees reported their salary data to better understand pay disparities within the company. Based on the spreadsheet, a number of her colleagues were able to negotiate pay raises. The spreadsheet sparked discussion about Google’s pay disparities, non-transparency in pay determination, and potential gender and ethnicity differentials in pay. She was also behind #RealDiversityNumbers, a Twitter movement to acquire numbers for various companies around retention and number of lawsuits settled out of court. After leaving Google, Baker has been an advocate for diversity and inclusion on her blog and in other public fora.",
      "source": "https://wchallenge.org/erica-joy-baker/",
      "author": "W Challenge",
      "death": "",
      "image": "https://media.wnyc.org/i/800/1202/l/80/1/EricaJB.jpg"
    },
    {
      "id": 6,
      "name": "Fannie Lou Hamer",
      "born": 1917,
      "birthplace": "Montgomery County, Mississipi",
      "bio": "Frustrated by the political process, Hamer turned to economics as a strategy for greater racial equality. In 1968, she began a “pig bank” to provide free pigs for Black farmers to breed, raise, and slaughter. A year later she launched the Freedom Farm Cooperative (FFC), buying up land that Blacks could own and farm collectively. With the assistance of donors (including famed singer Harry Belafonte), she purchased 640 acres and launched a coop store, boutique, and sewing enterprise. She single-handedly ensured that 200 units of low-income housing were built—many still exist in Ruleville today. The FFC lasted until the mid-1970s; at its heyday, it was among the largest employers in Sunflower County. Extensive travel and fundraising took Hamer away from the day-to-day operations, as did her failing health, and the FFC hobbled along until folding. Not long after, in 1977, Hamer died of breast cancer at age 59.",
      "source": "https://www.womenshistory.org/education-resources/biographies/fannie-lou-hamer",
      "author": "Debra Michals, Ph.D.",
      "death": 1977,
      "image": "https://d2w9rnfcy7mm78.cloudfront.net/12249473/original_0a67f8c3a30c419efedeaa5ac4bad64c.jpg?1623588614?bc=0"
    },
    {
      "id": 7,
      "name": "Stephanie Dinkins",
      "born": 1964,
      "birthplace": "Perth Amboy, New Jersey",
      "bio": "Stephanie Dinkins (born 1964) is a transdisciplinary American artist based in Brooklyn, New York. She is known for creating art about artificial intelligence (AI) as it intersects race, gender, and history. Her aim is to \"create a unique culturally attuned AI entity in collaboration with coders, engineers and in close consultation with local communities of color that reflects and is empowered to work toward the goals of its community.\"\nDinkins is best known for her projects, Conversations with Bina48, a series of conversations between Dinkins and the first social, artificially intelligent humanoid robot BINA48 who looks like a black woman and \"Not the Only One\", a multigenerational artificially intelligent memoir trained off of three generations of Dinkins's family.",
      "source": "https://en.wikipedia.org/wiki/Stephanie_Dinkins",
      "author": "",
      "death": "",
      "image": ""
    },
    {
      "id": 8,
      "name": "Gee's Bend Quilters",
      "born": "c. 1800",
      "birthplace": "Gee's Bend, Alabama",
      "bio": "Gee’s Bend quilts carry forward an old and proud tradition of textiles made for home and family. They represent only a part of the rich body of African American quilts. But they are in a league by themselves. Few other places can boast the extent of Gee’s Bend’s artistic achievement, the result of both geographical isolation and an unusual degree of cultural continuity. In few places elsewhere have works been found by three and sometimes four generations of women in the same family, or works that bear witness to visual conversations among community quilting groups and lineages. Gee’s Bend’s art also stands out for its flair—quilts composed boldly and improvisationally, in geometries that transform recycled work clothes and dresses, feed sacks, and fabric remnants.",
      "source": "https://www.soulsgrowndeep.org/gees-bend-quiltmakers",
      "author": "Souls Grown Deep Foundation",
      "death": "",
      "image": ""
    },
    {
      "id": 9,
      "name": "Mary W. Jackson",
      "born": 1921,
      "birthplace": "Hampton, Virginia",
      "bio": "After two years in the computing pool at Langley, Jackson received an offer to work in the 4-by-4-foot Supersonic Pressure Tunnel, a 60,000-horsepower wind tunnel capable of blasting models with winds approaching twice the speed of sound. There, she received hands-on experience conducting experiments. Her supervisor eventually suggested she enter a training program that would allow Jackson to earn a promotion from mathematician to engineer. Because the classes were held at then-segregated Hampton High School, Jackson needed special permission to join her white peers in the classroom. Jackson completed the courses, earned the promotion, and in 1958 became NASA's first African American female engineer. For nearly two decades during her engineering career, she authored or co-authored numerous research reports, most of which focused on the behavior of the boundary layer of air around airplanes. In 1979, she joined Langley's Federal Women's Program, where she worked hard to address the hiring and promotion of the next generation of female mathematicians, engineers, and scientists. She retired from Langley in 1985 and passed away in Hampton on February 11, 2005, at the age of 83. She was preceded in death by her husband, Levi Jackson Sr., and was survived by her son, Levi Jackson Jr., and her daughter, Carolyn Marie Lewis.",
      "source": "https://www.prnewswire.com/news-releases/nasa-celebrates-hidden-figure-mary-w-jackson-with-building-naming-ceremony-301236761.html",
      "author": "NASA",
      "death": 2005,
      "image": "https://d2w9rnfcy7mm78.cloudfront.net/12249486/original_41990a6bba38ea1cffa1f9c20a1e6e69.jpg?1623588620?bc=0"
    },
    {
      "id": 10,
      "name": "Mae Jemison",
      "born": 1956,
      "birthplace": "Decatur, Alabama",
      "bio": "But the '60s left me with a problem. You see, I always assumed I would go into space, because I followed all of this. But I also loved the arts and sciences. You see, when I was growing up as a little girl and as a teenager, I loved designing and making doll clothes and wanting to be a fashion designer. I took art and ceramics. I loved dance: Lola Falana, Alvin Ailey, Jerome Robbins. And I also avidly followed the Gemini and the Apollo programs. I had science projects and tons of astronomy books. I took calculus and philosophy. I wondered about infinity and the Big Bang theory. And when I was at Stanford, I found myself, my senior year, chemical engineering major, half the folks thought I was a political science and performing arts major, which was sort of true, because I was Black Student Union President, and I did major in some other things. And I found myself the last quarter juggling chemical engineering separation processes, logic classes, nuclear magnetic resonance spectroscopy, and also producing and choreographing a dance production. And I had to do the lighting and the design work, and I was trying to figure out: Do I go to New York City to try to become a professional dancer, or to go to medical school? Now, my mother helped me figure that one out. But when I went into space, I carried a number of things up with me. I carried a poster by Alvin Ailey -- you can figure out now, I love the dance company -- an Alvin Ailey poster of Judith Jamison performing the dance \"Cry,\" dedicated to all black women everywhere; a Bundu statue, which was from the women's society in Sierra Leone; and a certificate for the Chicago Public School students to work to improve their science and math. And folks asked me, \"Why did you take up what you took up?\" And I had to say, \"Because it represents human creativity; the creativity that allowed us, that we were required to have to conceive and build and launch the space shuttle, which springs from the same source as the imagination and analysis that it took to carve a Bundu statue, or the ingenuity it took to design, choreograph and stage \"Cry.\" Each one of them are different manifestations, incarnations, of creativity -- avatars of human creativity.",
      "source": "https://www.ted.com/talks/mae_jemison_teach_arts_and_sciences_together/transcript?language=en",
      "author": "Mae Jemison",
      "death": "",
      "image": ""
    },
    {
      "id": 11,
      "name": "Callie Guy House",
      "born": 1861,
      "birthplace": "Rutherford County, TN",
      "bio": "Born in 1861 into slaveholding Rutherford County, Callie Guy, later known as Callie House, was a pioneering African American political activist who campaigned for slave reparations in the burgeoning Jim Crow-era American South. However, Callie House and her organization faced opposition from both African American leaders and government officials. The passage of segregation laws throughout the South fostered this antagonistic climate. African American leaders such as Booker T. Washington and W. E. B. Du Bois largely ignored the reparations movement, focusing their energy on promoting education and defending equal treatment for African Americans within a white supremacist culture. White southerners viewed the reparations movement with suspicion; they saw Callie House’s organizing efforts as confusing and misleading to African Americans. From the white perspective, there was no chance of Congress passing reparation legislation; so whites assumed that the organizing efforts of House and Dickerson were defrauding African Americans of their hard-earned money. Although the evidence was weak, an all-male, white jury convicted Callie House on the charge of mail fraud, resulting in a sentence of a year and one day. She served her sentence in the Jefferson City, Missouri, penitentiary from November 1917 to August 1, 1918, earning early release for good behavior. Following her release from prison, she resumed her work as a laundress in her local south Nashville community.",
      "source": "https://tennesseeencyclopedia.net/entries/callie-house/",
      "author": "Virgil E. Statom",
      "death": 1928,
      "image": "https://d2w9rnfcy7mm78.cloudfront.net/12249484/original_ae7e3b78f643dc6fc340aec61552f556.jpg?1623588619?bc=0"
    },
    {
      "id": 12,
      "name": "Tarana Burke",
      "born": 1973,
      "birthplace": "Bronx, New York, NY",
      "bio": "Ten years after that conversation, Ms. Burke created Just Be Inc., a nonprofit organization that helps victims of sexual harassment and assault. She sought out the resources that she had not found readily available to her 10 years before and committed herself to being there for people who had been abused.\nAnd she gave her movement a name: Me Too. “I think it is selfish for me to try to frame Me Too as something that I own,” she said. “It is bigger than me and bigger than Alyssa Milano. Neither one of us should be centered in this work. This is about survivors.”",
      "source": "https://www.nytimes.com/2017/10/20/us/me-too-movement-tarana-burke.html",
      "author": "Sandra E. Garcia",
      "death": "",
      "image": ""
    },
    {
      "id": 13,
      "name": "Mariame Kaba",
      "born": 1971,
      "birthplace": "New York, NY",
      "bio": "One Black woman who has been at the center of these conversations is Mariame Kaba, an educator and organizer who is based in New York City. Kaba fund-raised for large-scale mutual-aid operations as the impact of COVID-19 began to set in and the lack of public provisions threatened hunger, homelessness, and illness for untold numbers. She is also known for helping to organize a successful campaign to award reparations to Black men who survived torture orchestrated by the former Chicago police commander Jon Burge. Those reparations include a five-and-a-half-million-dollar compensation fund for the victims and their families, waived tuition at the City Colleges of Chicago, a mandatory curriculum for Chicago public schools about the police torture, and a public memorial. It was an unprecedented campaign and outcome, which mirrored the professed values of the growing abolitionist movement: repair and restoration. Kaba and her fellow-activists were less interested in prosecuting the offending police officers than in developing initiatives that could repair the harms done by the Chicago Police Department.",
      "source": "https://www.newyorker.com/news/our-columnists/the-emerging-movement-for-police-and-prison-abolition",
      "author": "Keeanga-Yamahtta Taylor",
      "death": "",
      "image": "https://project-nia.org/imager/images/1581/gioncarloMK_686f79c245afb05f7716f1e2f71f0fb0.png"
    },
    {
      "id": 14,
      "name": "Debbie Sims Africa",
      "born": 1956,
      "birthplace": "",
      "bio": "The placenta was the trickiest part. How to dispose of it without it making a mess that would alert the guards that a child had just been born in a prison cell?\nThere was no medical equipment, no painkillers, no sterilized wipes or hygienic materials of any sort. When it came to cutting the umbilical cord in the absence of scissors, well, that was the easy part: just use your teeth.\nBut Debbie Sims Africa was more stressed about the placenta. It was 1978, she was 22 years old and five weeks into what would turn out to be a 40-year prison sentence. She was determined to give birth on her own without any involvement of the jail officers so she could spend some precious time with the baby. In the end, a co-defendant helped her out, scooping up the placenta in her hands and secreting it to the shower room where she flushed it down the prison toilet.\nThe plan worked. Debbie Africa got to spend three wonderful days with her baby son. She hid him under a sheet and when he cried, other jailed women would stand outside the cell and sing or cough to obscure the noise.",
      "source": "https://www.theguardian.com/us-news/2018/jul/31/debbie-sims-africa-mike-jr-black-liberation-orphan-move-nine-philadelphia",
      "author": "Ed Pilkington",
      "death": "",
      "image": ""
    },
    {
      "id": 15,
      "name": "Assata Shakur",
      "born": 1947,
      "birthplace": "New York, NY",
      "bio": "In the early hours of 2 May 1973, Assata Shakur was stopped on the New Jersey Turnpike by a state trooper named James Harper, allegedly for driving with a faulty rearlight. In the car with Shakur were fellow Black Liberation Army (BLA) members Zayd Malik Shakur and Sundiata Acoli. In a second patrol car was Trooper Werner Foerster. Minutes after they pulled over, both Zayd Malik Shakur and Trooper Foerster were dead, and Assata and Trooper Harper were shot and wounded. In 1977, Shakur was convicted on one murder charge and six assault charges and sentenced to life in prison. She escaped in 1979 with the assistance of BLA members posing as visitors, and has been a fugitive ever since. Last year, the FBI placed the 66-year-old on its list of the top 10 most-wanted terrorists.",
      "source": "https://www.theguardian.com/books/2014/jul/13/assata-shakur-civil-rights-activist-fbi-most-wanted",
      "author": "Bim Adewunmi",
      "death": "",
      "image": "https://d2w9rnfcy7mm78.cloudfront.net/12249474/original_f3325c67ae1c9489ae1082101e518098.jpg?1623588615?bc=0"
    },
    {
      "id": 16,
      "name": "United Order of the Tents",
      "born": 1867,
      "birthplace": "Norfolk, VA",
      "bio": "This is the first night of the 150th anniversary celebration for the United Order of Tents, a secret society of black women. Annette Richter is the great-great-granddaughter of Annetta M. Lane, the enslaved woman who founded this order in 1867. I am not sure if you have ever been graciously but firmly pushed out of line by elegantly dressed black senior citizens, but I can tell you the experience is nothing short of affirming. \"Excuse me, dear.\" \"Darling, could I just?\" they say, and Annette is surrounded, and I realize my chance to talk with her will have to come another day. This is a moment that exemplifies the spirit of the Tents. It is an organization made up of dozens of chapters all over the South and Northeast, with hundreds of members currently. It was founded on the ideals of freedom, independence, and self-autonomy, but it is also firmly rooted in the practical. The Tents is a massively successful, wonderfully efficient community self-help organization that has operated without outside help for over 150 years. But because it is run by and for black women — black churchwomen — it is largely unknown and in fact was deliberately kept secret for much of its existence. Annetta M. Lane and Harriet R. Taylor, two black women from Virginia, founded this order in 1867. Annetta was enslaved in Virginia and, according to her family's history, was a nurse on her plantation. This role meant that she moved both among the white enslavers in the main house and among the black people the family enslaved in the fields. Such a role meant she was valuable to the white slavers, and it also meant she could transmit information and care to those enslaved. The sermon ends with this litany of prayer: \"Pray until domestic violence ends. Pray until there's liberty and justice for all. Pray until there is a cure for all cancers. Pray until racism ends. Pray until there is health care for the whole universe. Pray until we're all together as one.",
      "source": "https://www.lennyletter.com/story/secrets-of-the-south",
      "author": "Kaitlyn Greenidge",
      "death": "",
      "image": "https://d2w9rnfcy7mm78.cloudfront.net/12249470/original_9680268d02bf1927e3415f46bd45b47c.jpg?1623588611?bc=0"
    },
    {
      "id": 17,
      "name": "Karen M. Rose",
      "born": "",
      "birthplace": "",
      "bio": "A beacon of light and dark, a maven of plant medicine, an empowered woman who walks the walk and talks the talk, urban Brooklyn healer Karen Rose talks about embracing the shadows of her ancestors like it's what she does after breakfast each day. Because it is. Her work is both otherworldly and down to earth, of the spirit realm and totally practical in a out-of-tune world. Karen was a heralder of the wisdom of epigenetics long before it gained buzzword status.",
      "source": "https://www.americanherbalistsguild.com/medicine-paths-conversation-karen-rose",
      "author": "Heather Wood Buzzard",
      "death": "",
      "image": ""
    },
    {
      "id": 18,
      "name": "Simone Yvette Leigh",
      "born": 1967,
      "birthplace": "Chicago, IL",
      "bio": "Care, healing, and self-preservation play a large role in her art. Leigh’s most famous work, a 2014 project called Free People’s Medical Clinic, started with a historical inquiry into the United Order of Tents, a secret society founded in 1867 by two former enslaved people that convenes Black women nurses and is still in operation. Organized by Creative Time, the project that grew out of it converted Brooklyn’s Stuyvesant Mansion into a functioning medical center that offered free HIV tests, health screenings, yoga, and more to the surrounding community. It paid homage to Josephine English, the first Black ob-gyn in Brooklyn, who once worked at Stuyvesant Mansion, and to community-oriented endeavors launched by the Black Panthers. (The Asiko Art School, which is operated by the Centre for Contemporary Art Lagos without any government funding, was also an influence.) Free People’s Medical Clinic helped put Leigh on the map, and it has endured as one of Leigh’s iconic works, even though it only exists now in the form of documentation. (The project is often classified as social practice, a kind of activist-oriented art reliant mainly on interactions, conversations, and exchanges instead of physical objects.) She later expanded on it for a project known as The Waiting Room (2016), and she has spoken about it as a form of health care that could be trusted by Black women, who have historically been disadvantaged by the current systems in the United States. While much of her other work takes vastly different forms, the concepts that guide the project infiltrate her other pieces. “The general lack of empathy for black people is a factor in every aspect of interaction with medical providers,” she told Art in America in 2015. “It goes to the core of what is difficult to name and change in terms of structural racism and sexism.” An event called 'Afrocentering with Aimee Meredith Cox' held as part of Simone Leigh's 2016 installation 'The Waiting Room' at the New Museum in New York.",
      "source": "https://www.artnews.com/feature/simone-leigh-who-is-she-why-is-she-famous-1234574361/",
      "author": "Alex Greenberger",
      "death": "",
      "image": ""
    },
    {
      "id": 19,
      "name": "Esmin Elizabeth Green",
      "born": 1959,
      "birthplace": "",
      "bio": "“The project mines certain kinds of knowledge that are passed between black women,” Leigh says. “I wanted to expand the idea of medicine to include other self-defense and care mechanisms like strategy, or even desire, as alternatives to the stamina and obedience that is expected as normative behavior. Herbalism and dance would fall into the category of knowledge that resists the market and capitalization.”\nHonoring Green, the exhibition therefore includes a public health healing center that offers free workshops on holistic care and a six-week herbalism course, community acupuncture classes and massage sessions alongside a series of health and wellness lectures. “These types of things would have helped prevent Esmin Green from working herself to death,” says Leigh. Green had worked as a caregiver for the elderly and at a children’s day care centre, sending money back to her six kids in Jamaica. “It’s about cultivating a lifestyle that is more self-supporting.”",
      "source": "https://www.theguardian.com/artanddesign/2016/jun/29/simone-leigh-waiting-room-esmin-elizabeth-green-new-museum",
      "author": "Nadja Sayej",
      "death": 2008,
      "image": "https://d2w9rnfcy7mm78.cloudfront.net/12249472/original_b704a21eb176be66b646523a09f5f356.jpg?1623588614?bc=0"
    },
    {
      "id": 20,
      "name": "Saidiya Hartman",
      "born": 1960,
      "birthplace": "",
      "bio": "In three books and a series of essays, Hartman has explored the interior lives of enslaved people and their descendants, employing a method that she says “troubles the line between history and imagination.” Her iconoclastic thinking on the legacy of slavery in American life has prefigured the current cultural moment. In 2008, five years before Black Lives Matter was founded, she wrote of “a past that has yet to be done, and the ongoing state of emergency in which black life remains in peril.” Her writing has become a lodestar for a generation of students and, increasingly, for politically engaged people outside the academy. Hartman began thinking about the invisible framework that governed her (relatively charmed) life as a young Black woman. “I wanted to understand the inequality that was structuring the world—even as I was feeling that it had not made anything impossible for me,” she said. She changed her name from Valarie to Saidiya, which is derived from the Swahili word for “to help.” The change, she wrote later, “extirpated all evidence of upstanding Negroes and their striving bastard heirs, and confirmed my place in the company of poor Black girls—Tamikas, Roqueshas, and Shanequas.” (Her family called her by the new name reluctantly.)",
      "source": "https://www.newyorker.com/magazine/2020/10/26/how-saidiya-hartman-retells-the-history-of-black-life",
      "author": "Alexis Okeowo",
      "death": "",
      "image": "https://backend.artreview.com/wp-content/uploads/2020/11/600px-Photo_Jai-Lennard.jpg"
    },
    {
      "id": 21,
      "name": "N.K. Jemisin",
      "born": 1972,
      "birthplace": "Iowa City, IA",
      "bio": "By now Jemisin was back in her day job as a counsellor. She had a dream, of “an angry woman coming towards me with a mountain floating behind her”. It gelled with ideas she’d had since going on a Nasa-sponsored workshop for writers about astronomy, and she began to write The Fifth Season. Taking place on a planet with “one vast, unbroken continent”, the earthquake-racked Stillness, the novel opens with the “end of the world” as one man – a despised and enslaved “orogene”, who can manipulate the earth – tears a great rift through the heart of the world. Jemisin has said in the past that “it’s pretty obvious that I’m drawing on the human history of structural oppression, as well as my feelings about this moment in American history”. It won Jemisin astonishing plaudits, as well as a deal for a television series. Accepting her third Hugo, she told her audience in a winner’s speech that went viral: “This has been a hard year, hasn’t it? A hard few years. A hard century. For some of us, things have always been hard.”",
      "source": "https://www.theguardian.com/books/2020/may/02/nk-jemisin-its-easier-to-get-a-book-set-in-black-africa-published-if-youre-white",
      "author": "Alison Flood",
      "death": "",
      "image": "https://pyxis.nymag.com/v1/imgs/20c/365/749cbbdf6d2e4c7e4f02a06dff495e7013-26-nk-jemisin-2.2x.rhorizontal.w900.jpg"
    },
    {
      "id": 22,
      "name": "Octavia E. Butler",
      "born": 1947,
      "birthplace": "Pasadena, CA",
      "bio": "Octavia Butler’s tenth novel, “Parable of the Sower,” which was published in 1993, opens in Los Angeles in 2024. Global warming has brought drought and rising seawater. The middle class and working poor live in gated neighborhoods, where they fend off the homeless with guns and walls. Fresh water is scarce, as valuable as money. Pharmaceutical companies have created “smart drugs,” which boost mental performance, and “pyro,” a pill that gives those who take it sexual pleasure from arson. Fires are common. Police services are expensive, though few people trust the police. Public schools are being privatized, as are whole towns. In this atmosphere, a Presidential candidate named Christopher Donner is elected based on his promises to dismantle government programs and bring back jobs.",
      "source": "https://www.newyorker.com/books/second-read/octavia-butlers-prescient-vision-of-a-zealot-elected-to-make-america-great-again",
      "author": "Abby Aguirre",
      "death": 2006,
      "image": "https://d2w9rnfcy7mm78.cloudfront.net/12249478/original_dc1bacb4e7ea4067abcc2d1ed28b37a6.jpg?1623588617?bc=0"
    },
    {
      "id": 23,
      "name": "Audre Lorde",
      "born": 1934,
      "birthplace": "Harlem, New York, NY",
      "bio": "First published in 1980, The Cancer Journals moves between the intimate, unfiltered inner dialogue of journal entries like this one, from March 1st, 1979: “It is such an effort to find decent food in this place, not to just give up and eat the old poison”; and a reading of breast cancer and the industry that surrounds it through the lens of cultural criticism.\nThat is to say, Lorde moves deftly between an emphasis upon private survival and collective determination. If it was ever uncertain, this volume makes clear that even at its most intimate and vulnerable, Lorde’s work is a literature of conscience and revolution.\nAfter her mastectomy, Lorde chose never to hide the fact of her missing breast. Repeatedly, she refused to wear the “wad of lambswool pressed into a pale pink breast-shaped pad” pushed upon her by nurses and medical counselors. And repeatedly, she was scolded for posing a threat to cancer patient “morale.”",
      "source": "https://lithub.com/how-audre-lordes-experience-of-breast-cancer-fortified-her-revolutionary-politics/",
      "author": "Tracy K. Smith",
      "death": 1992,
      "image": "https://d2w9rnfcy7mm78.cloudfront.net/12249471/original_45d472bebcaeb9c56b2385cc015e079a.jpg?1623588612?bc=0"
    },
    {
      "id": 24,
      "name": "Danielle Brathwaite-Shirley",
      "born": "c. 1990",
      "birthplace": "",
      "bio": "Building an archive is a trust exercise. This is what Danielle Brathwaite-Shirley — a Black British trans artist and game developer — teaches us. The Berlin- and London-based artist says she aims to compile the narratives of Black trans individuals — \"those living, those who have passed, and those that have been forgotten.\" Her works, which live on the internet, are often referred to as \"games,\" though perhaps \"virtual experiences\" is a more meaningful identifier. Although Brathwaite-Shirley employs gaming technology and infrastructure, she also actively refuses the gamification of Black trans identity. Embedding prompts and questions that push participants to examine the harmful and voyeuristic practice she calls \"trans tourism,\" the artist positions her archive as a central meeting place, a homecoming site for Black trans people, where their stories can be stored and celebrated.",
      "source": "https://www.artnews.com/art-in-america/features/danielle-brathwaite-shirley-1234594591/",
      "author": "Legacy Russell",
      "death": "",
      "image": "https://i.ytimg.com/vi/fR56AK7Cr5A/maxresdefault.jpg"
    },
    {
      "id": 25,
      "name": "Marsha P. Johnson",
      "born": 1945,
      "birthplace": "Elizabeth, NJ",
      "bio": "Johnson switched names repeatedly as she established her persona, alternating between her given name Malcolm and Black Marsha before settling on Marsha P. Johnson. She chose Johnson because she enjoyed hanging out at the popular eatery, Howard Johnson’s. The “P” purportedly stands for “Pay It No Mind,” a flippant saying she used to dismiss antagonists. On June 28, 1969, Marsha P. Johnson became one of the faces of the Queer Revolution. She went from her own party uptown to the Stonewall Inn on the corner of Christopher Street and 7th Avenue, arriving after the Stonewall Riot (Uprising) had begun.",
      "source": "https://www.blackpast.org/african-american-history/marsha-p-johnson-1945-1992/",
      "author": "KC Washington",
      "death": 1992,
      "image": "https://d2w9rnfcy7mm78.cloudfront.net/12249475/original_1568edea5b6941541feae34214489a48.jpg?1623588615?bc=0"
    },
    {
      "id": 26,
      "name": "Kimberlé Crenshaw",
      "born": 1959,
      "birthplace": "Canton, OH",
      "bio": "For Crenshaw, who is now one of the most influential black feminist legal theorists in the US, Hill’s case cemented her idea of “intersectionality”, set out in a paper two years before the hearing. The idea suggests that different forms of discrimination – such as sexism and racism – can overlap and compound each other in just this way. At the time of Hill’s case, Crenshaw was writing another paper, Mapping the Margins, on the erasure of black women’s history of being sexually harassed and abused. The Hill case showed the result of the fact that sexual harassment had largely only been discussed in relation to white women.",
      "source": "https://www.theguardian.com/society/2020/nov/12/kimberle-crenshaw-the-woman-who-revolutionised-feminism-and-landed-at-the-heart-of-the-culture-wars",
      "author": "Aamna Mohdin",
      "death": "",
      "image": ""
    },
    {
      "id": 27,
      "name": "Frances Thompson",
      "born": "1840",
      "birthplace": "Alabama",
      "bio": "Black trans women have been key contributors to the advancement of the women’s rights movement for well over 150 years. We’ve been here since the beginning of time; the earliest record of our role in women’s advocacy dates back to 1866 when Frances Thompson, a formerly enslaved, disabled, Black trans woman, became a trailblazer in the fight to end sexual violence against women. Thompson’s courage to sound off on rape culture was radical and revolutionary for her time. For centuries, not even white women were protected by rape laws. Only their husbands or male relatives could report the rape and demand compensation as victims of “property damage.” Imagine what it must have been like to have the perpetrator be your father or husband? On paper, marital rape didn’t become illegal in the United States until 1976. Black women in the 1800s certainly weren’t positioned to charge white men with rape as they were considered chattel, and their masters were permitted under the law to do as they pleased. Not only was Thompson, a disabled Black trans woman, one of the first Black people in American history to testify before Congress, she was also one of the first women and the first trans person to do so.",
      "source": "https://www.harpersbazaar.com/culture/features/a35746428/black-trans-women-fight-for-womens-rights/",
      "author": "Ashlee Marie Preston",
      "death": "1876",
      "image": "https://ideas.ted.com/wp-content/uploads/sites/3/2021/02/FINAL_Frances-Thompson.png"
    },
    {
      "id": 28,
      "name": "Miss Major Griffin-Gracy",
      "born": 1940,
      "birthplace": "South Side, Chicago, IL",
      "bio": "As we celebrate International Women’s Day, we must elevate the brilliant and powerful transgender women of color who have paved the way for today’s social justice movements. Miss Major Griffin-Gracy has spent more than 40 years advocating for the marginalized, whether in prisons or on the streets. Born and raised on the South Side of Chicago, the trans activist came to know herself in the 1950s and 60s, when police raids of queer bars were rampant and the thought of LGBTQ+ people speaking out against oppression was novel. She, alongside other vanguard activists like Marsha P. Johnson and Sylvia Rivera, emerged from the perilous 1969 Stonewall Riots with a commitment to support her sisters and other trans family.",
      "source": "https://www.them.us/story/transvisionaries-miss-major",
      "author": "Raquel Willis",
      "death": "",
      "image": ""
    },
    {
      "id": 29,
      "name": "Ceyenne Doroshow",
      "born": "",
      "birthplace": "",
      "bio": "Ceyenne was one of six speakers at the rally, including Raquel Willis of Out magazine, Ianne Fields Stewart of The Okra Project, and the sister of Layleen Polanco, a transwoman who was killed at Rikers Island. The enormous crowd that gathered filled the Brooklyn Museum Plaza, spilling down the Eastern Parkway towards Grand Army Plaza. “I love each and every one of my trans family members. I love you, and I want you to live,” Ceyenne declared to the audience, which cheered so dramatically that she had to pause her speech to wait for the noise to die down. “I want you to breathe and sustain. I want you to stand tall and proud and Black and live. We have always been last, but that’s not going to happen anymore.”\nIn the march that followed, protesters demanded justice for Layleen Polanco, Tony McDade, Riah Milton, and countless other Black trans people who have been senselessly murdered across the country. Ceyenne and other leaders have been speaking out about these injustices for decades. People are starting to listen.",
      "source": "https://decriminalizesex.work/hero-ceyenne-doroshow/",
      "author": "Decriminalize Sex Work",
      "death": "",
      "image": ""
    },
    {
      "id": 30,
      "name": "Zora Neale Hurston",
      "born": 1891,
      "birthplace": "Notasulga, AL",
      "bio": "After the preliminaries, there is only one thing I want to know: \"Tell me something,\" I begin looking down at Zora's house, \"did Zora like flowers?\" He looks at me queerly. \"As a matter of fact,\" he says, looking regretfully at the bare, rough yard that surrounds her former house, \"she was crazy about them. And she was a great gardener. She loved azaleas, and that running and blooming vine [morning glories], and she really loved that night-smelling flower [gardenia]. She kept a vegetable garden year-round, too. She raised collards and tomatoes and things like that. \"Everyone in this community thought well of Miss Hurston. When she died, people all up and down this street took up a collection for her burial. We put her away nice.\" \"Why didn't somebody put up a headstone?",
      "source": "https://www.allisonbolah.com/site_resources/reading_list/Walker_In_Search_of_Zora.pdf",
      "author": "Alice Walker",
      "death": 1960,
      "image": "https://d2w9rnfcy7mm78.cloudfront.net/12249482/original_1b60fd555d8395635b541ea767755b4d.jpg?1623588618?bc=0"
    },
    {
      "id": 31,
      "name": "Alexis Pauline Gumbs",
      "born": 1982,
      "birthplace": "Summit, NJ",
      "bio": "Gumbs, 37, describes herself as a \"queer black troublemaker\" and \"black feminist love evangelist,\" and writes with a wistfulness informed by ancestral memory. Writing from multiple perspectives—including that of whales, coral, her grandfather, her ancestral mother Boda, and the island of Anguilla itself—Gumbs presents a layered family history and offers a road map for returning to one’s roots during the climate crisis. “If Spill took me to the contemporary afterlives of slavery,” Gumbs writes in the introduction to Dub, “and M Archive took me to the postdated evidence of our immediate apocalypse, Dub eviscerated me of my own origin stories, the fragmented resources I had used to make sense of my own life.” Dub is composed in the same format as Spill and M Archive—entirely in lowercase letters—and conveys a sense of tender intimacy, as if Gumbs is letting the reader in on a cherished secret. The emphasis is on the color brown—how forgiving it is, how central it is to our being, and how it bears the brunt of our mistakes. “there is no space for doom or gloom, only growth,” Gumbs writes, “and the green, brown life around you, sees everything.”",
      "source": "https://www.sierraclub.org/sierra/making-love-letter-alexis-pauline-gumbs",
      "author": "Ashia Ajani",
      "death": "",
      "image": "https://images.squarespace-cdn.com/content/v1/5a2f271d49fc2bdb0dddd71f/1586373188178-R654ZV7NBFVZ7XG34ONJ/Alexis+Breathing+Exhibition+Carrack-edt.jpg?format=750w"
    },
    {
      "id": 32,
      "name": "Nina Simone",
      "born": 1933,
      "birthplace": "Tryon, NC",
      "bio": "Although she was not openly bisexual, Simone was rumored to have relationships with women, and wrote of her attraction to both genders in her diary. She married New York police detective Andrew Stroud, who later became her manager, in 1961. The following year, they welcomed their daughter Lisa.\nThe assassination of Medgar Evers and the bombing the 16th Street Baptist church in Birmingham, Alabama, killing four little girls, led Simone to create music to express the pain of the period. She produced and created such protest songs as “Mississippi Goddam,” “Old Jim Crow,” “Why (The King of Love is Dead),” and “Young, Gifted and Black.” The latter two songs were dedicated to her friends, Dr. Martin Luther King Jr. and Lorraine Hansberry, whose lives were tragically cut short.\nAfter lackluster sales of subsequent albums and cold reception from her record company, Simone believed she was being punished for her activism. Simone left Stroud and the U.S. in 1970, and sought refuge in various locations around the world including in Europe, Africa, and the Caribbean. She lived abroad for several years, finally returning to the U.S. in 1995 to reclaim music royalties owed to her after the release of her music without her permission. She performed and released music regularly until her health declined. Simone lost her battle with breast cancer on April 21, 2003, in her adopted home of Carry-le-Rouet, France, at age 70.",
      "source": "https://nmaahc.si.edu/LGBTQ/nina-simone",
      "author": "NMAAHC",
      "death": 2003,
      "image": "https://d2w9rnfcy7mm78.cloudfront.net/12249479/original_f9101ad677f4d0b81921f0d07fe262fe.jpg?1623588617?bc=0"
    },
    {
      "id": 33,
      "name": "Alice Coltrane",
      "born": 1937,
      "birthplace": "Detroit, MI",
      "bio": "Though once a relatively obscure part of the musician’s history, Alice Coltrane’s worship recordings have become an increasingly frequent topic of discussion in recent years. With Vedic chants punctuated by handclaps and tambourines, these songs differ from the Indian and Nepalese devotional music in their use of celestial, star-spanning synthesiser, organs, strings, and drones, Western melodies and composition, and vocals tempered by the Detroit church choirs of her youth. It’s music that truly sounds like nothing else, born from her need to create for and with her spiritual community. It’s music that only she could have made.",
      "source": "https://www.dazeddigital.com/music/article/36120/1/alice-coltrane-devotional-music",
      "author": "Martyn Pepperell",
      "death": "2007",
      "image": "https://d2w9rnfcy7mm78.cloudfront.net/12249487/original_bcccb17ed7ebb5715bc2b07389d1c563.png?1623588621?bc=0"
    },
    {
      "id": 34,
      "name": "Wangechi Mutu",
      "born": 1972,
      "birthplace": "Nairobi, Kenya",
      "bio": "Born in Nairobi, Kenya, Mutu scrutinizes globalization by combining found materials, magazine cutouts, sculpture, and painted imagery. Sampling such diverse sources as African traditions, international politics, the fashion industry, pornography, and science fiction, her work explores gender, race, war, colonialism, global consumption, and the exoticization of the black female body. Mutu is best known for spectacular and provocative collages depicting female figures—part human, animal, plant, and machine—in fantastical landscapes that are simultaneously unnerving and alluring, defying easy categorization and identification. Bringing her interconnected ecosystems to life for this exhibition through sculptural installations and videos, Mutu encourages audiences to consider these mythical worlds as places for cultural, psychological, and socio-political exploration and transformation.",
      "source": "https://www.brooklynmuseum.org/exhibitions/wangechi_mutu/",
      "author": "Brooklyn Museum",
      "death": "",
      "image": ""
    },
    {
      "id": 35,
      "name": "Betye Saar",
      "born": 1926,
      "birthplace": "Los Angeles, CA",
      "bio": "In Betye Saar’s work, time is cyclical. History and experiences, emotion and knowledge travel across time and back again, linking the artist and viewers of her work with generations of people who came before them. This is made explicit in her commitment to certain themes, imagery, and objects, and her continual reinvention of them over decades. “I can no longer separate the work by saying this deals with the occult and this deals with shamanism or this deals with so and so…. It’s all together and it’s just my work,” she said in 1989. The artist has also repeatedly turned to her family and their history as sources for her work. “Keep for Old Memiors” (1976) includes fragments of letters and photographs saved by the artist’s great aunt Hattie, framed by a pair of women’s gloves that suggest, among other things, the tactility of accessing a physical record of one’s life. The intimacy and scale of Saar’s work encourages a personal connection to the artist and her experience. “To me the trick is to seduce the viewer. If you can get the viewer to look at a work of art, then you might be able to give them some sort of message.” Over the course of her now six-decade career, Saar has continued to make work that honors or critiques the familiar and mines the unknown. “It may not be possible to convey to someone else the mysterious transforming gifts by which dreams, memory, and experience become art. But I like to think that I can try.”",
      "source": "https://www.moma.org/artists/5102",
      "author": "Esther Adler",
      "death": "",
      "image": ""
    },
    {
      "id": 36,
      "name": "Susie King Taylor",
      "born": 1848,
      "birthplace": "Liberty County, GA",
      "bio": "Susie King Taylor (née Baker) was born into slavery on August 6, 1848, at the Grest Plantation in Liberty County in coastal Georgia. Her mother was a domestic servant.\nBy age seven, Taylor was allowed to move to Savannah, Georgia, to live with her grandmother, Dolly. Most of her childhood was spent with two of her eight siblings and with Grandmother Dolly, who encouraged Taylor to learn to read and write.\nAt this time, Georgia had severe restrictions on education for freed and enslaved African Americans. Clandestine schooling was the only way an African American child could get an education in the Antebellum South. Taylor’s grandmother arranged for her to attend two secret schools taught by free African American women and family friends. Born into slavery in the Deep South, she served the Union Army in various capacities: officially as a \"laundress\" but in reality a nurse, caretaker, educator, and friend to the First South Carolina Volunteer Infantry (later the 33rd U.S. Colored Troops Infantry Regiment). In 1902, she published these experiences in Reminiscences of My Life in Camp, a Civil War memoir told from the singular perspective of an African American woman. Her work during the Civil War certainly included washing clothes, but also extended into the realm of gun maintenance, nursing, and education—positions befitting her experience as a schoolteacher. At just 14 years of age, Taylor had become the first African American known to teach at a freedman’s school in Georgia. In a 1902 letter republished in Reminiscences (p. xiii), Colonel Trowbridge apologized for the \"technicality\" of Taylor's identification as only a laundress, rather than a nurse. Such a \"technicality\" led to her never receiving pay or a pension.\nWhile Taylor's contributions to the war are nothing short of incredible, her story is often overlooked within Civil War history.",
      "source": "https://www.loc.gov/ghe/cascade/index.html?appid=5be2377c246c4b5483e32ddd51d32dc0",
      "author": "Karen Chittenden and Micah Messenheimer,",
      "death": 1912,
      "image": "https://emergingcivilwar.com/wp-content/uploads/2019/02/Susie-King-Taylor.jpg"
    },
    {
      "id": 37,
      "name": "Sojourner Truth",
      "born": 1797,
      "birthplace": "New York",
      "bio": "Born Isabella Baumfree to a family of slaves in Ulster County, New York, Sojourner Truth sits for one of the war’s most iconic portraits in an anonymous photographer’s studio, likely in Detroit. The sixty-seven-year-old abolitionist, who never learned to read or write, pauses from her knitting and looks pensively at the camera. She was not only an antislavery activist and colleague of Frederick Douglass but also a memoirist and committed feminist, who shows herself engaged in the dignity of women’s work. More than most sitters, Sojourner Truth is both the actor in the picture’s drama and its author, and she used the card mount to promote and raise money for her many causes: I Sell the Shadow to Support the Substance. SOJOURNER TRUTH.\nThe imprint on the verso features the sitter’s statement in bright red ink as well as a Michigan 1864 copyright in her name. By owning control of her image, her “shadow,” Sojourner Truth could sell it. In so doing she became one of the era’s most progressive advocates for slaves and freedmen after Emancipation, for women’s suffrage, and for the medium of photography. At a human-rights convention, Sojourner Truth commented that she “used to be sold for other people’s benefit, but now she sold herself for her own.”",
      "source": "https://www.metmuseum.org/art/collection/search/301989",
      "author": "The Metropolitan Museum of Art",
      "death": 1883,
      "image": "https://d2w9rnfcy7mm78.cloudfront.net/12249483/original_4bf6118bc1625d67ad8debc3c4a0bd50.jpg?1623588618?bc=0"
    },
    {
      "id": 38,
      "name": "Harriet Tubman",
      "born": 1822,
      "birthplace": "Dorchester County, MD",
      "bio": "They called her “Moses” for leading enslaved people in the South to freedom up North. But Harriet Tubman fought the institution of slavery well beyond her role as a conductor for the Underground Railroad. As a soldier and spy for the Union Army during the Civil War, Tubman became the first woman to lead an armed military operation in the United States in what is known as the Combahee Ferry Raid. For months, Tubman worked as a laundress, opening a wash house, and serving as a nurse, until she was given orders to form a spy ring. Tubman had proven herself invaluable at gathering clandestine information, forming allies and avoiding capture, as she led the Underground Railroad. In her new role, Tubman assumed leadership of a secret military mission in South Carolina’s low country. As the escapees ran to the shore, Black troops in rowboats transported them to the ships, but chaos ensued in the process. Tubman, who didn’t speak the region’s Gullah dialect, reportedly went on deck and sang a popular song from the abolitionist movement that calmed the group down. He wrote a story without a byline about the “She-Moses” but never mentioned Tubman’s name. He wrote that Montgomery’s “gallant band of 300 soldiers under the guidance of a Black woman, dashed into the enemies’ country, struck a bold and effective blow, destroying millions of dollars worth of commissary store, cotton and lordly dwellings, and striking terror to the heart of the rebeldom brought off bear 800 slaves and thousands of dollars worth of property, without losing a man or receiving a scratch.” Despite the mission’s success, including the recruitment of at least 100 freedmen into the Union Army, Tubman was not compensated for her efforts on the Combahee Ferry Raid. She had petitioned the government several times to be paid for her duties as a soldier. “She was denied because she was a woman,” says Larson.",
      "source": "https://www.history.com/news/harriet-tubman-combahee-ferry-raid-civil-war",
      "author": "Alexis Clark",
      "death": 1913,
      "image": "https://d2w9rnfcy7mm78.cloudfront.net/12249476/original_271f20be57b712db16bf1ab46682e7dd.jpg?1623588615?bc=0"
    },
    {
      "id": 39,
      "name": "Nettrice Gaskins",
      "born": 1970,
      "birthplace": "Baltimore, MD",
      "bio": "TVC uses three main modes of activity: reappropriation, remixing, and improvisation. Gaskins looks at each of the three modes in turn, guiding readers from research into practice. Drawing on real-world examples, she shows how TVC creates dynamic learning environments where underrepresented ethnic students feel that they belong. Students who remix computationally, for instance, have larger toolkits of computational skills with which to connect cultural practices to STEAM subjects; reappropriation offers a way to navigate cultural repertoires; improvisation is firmly rooted in cultural and creative practices. Finally, Gaskins explores an equity-oriented approach that makes a distinction between conventional or dominant pedagogical approaches and culturally relevant or responsive making methods and practices. She describes TVC habits of mind and suggests methods of instructions and projects.",
      "source": "https://www.penguinrandomhouse.com/books/675888/techno-vernacular-creativity-and-innovation-by-nettrice-r-gaskins-foreword-by-leah-buechley-afterword-by-ruha-benjamin/",
      "author": "",
      "death": "",
      "image": ""
    },
    {
      "id": 40,
      "name": "Missy Elliott",
      "born": 1971,
      "birthplace": "Portsmouth, VA",
      "bio": "Ambrose has witnessed Elliott’s approach to style and fashion firsthand. “Missy is a true visionary,” she says. “One thing that sticks out to me, whenever I’ve collaborated with Missy, is her ability to invent, receive and process creative inspiration from myself and others. Ultimately, her confidence, swag and conviction, her commitment to taking risks and pushing the boundaries, is what I believe makes her a true style icon.”\n“Missy is so personable and warm and fuzzy and confident and shy, if that makes sense?” said Ambrose. “There’s a coyness to her. When you think about the word coy, Missy is the epitome. Clever but she still knows how to work it. Since I’ve known her, for over 22 years, she’s always been that way.”\nAmbrose points to the “Lose It” music video, as an indicator of how ahead of her time Elliott has been. “We had a lot of girls dressed like boys, which is such a relevant moment as we talk about gender-bending and being gender neutral today. She was really on the pulse of that early, showing that girls can be in tank tops.”\nAmbrose believes that’s part of why Elliott’s style changed hip-hop. “We were all about body image,” she says. “No matter what size you are, you can say confidently, ‘This is who I am.’ No matter what shape or size, color or gender, it doesn’t matter.”",
      "source": "https://www.hollywoodreporter.com/news/general-news/missy-elliott-s-costume-designer-rapper-s-style-mtv-s-interactive-museum-1234265/",
      "author": "Nadia Neophytou",
      "death": "",
      "image": ""
    },
    {
      "id": 41,
      "name": "Ruth Wilson Gilmore",
      "born": 1950,
      "birthplace": "New Haven, CT",
      "bio": "Each of the many campaigns Gilmore worked on over the years was built from a different coalition of people who could be negatively affected by a new jail or prison. Her strategy was not to simply fight prisons directly and hope others joined in but rather to seek out groups that were already mobilized. Whether environmentalists who could be made to realize that a new prison would harm biodiversity, or local community members worried about a prison’s impact on the water table or undeliverable promises of local employment, “whatever is already there, in terms of people who are organized, that is how to direct the work,” Gilmore told me. “You have to talk to people and see what they want.” In 2004, for example, there was a measure on the Los Angeles County ballot to hire 5,000 new police officers and deputy sheriffs and to start expanding the city’s jail. Gilmore helped organize a campaign in South Central and East Los Angeles, meeting and talking to people, getting them to ask questions and to express their needs. Did the needs of neighborhood residents coincide with the needs of the Los Angeles County Sheriff’s and Police Departments? Did they want more police officers in their communities? The answer was no. The measure failed. “It was plodding work — organizing, and organizing, and organizing — but we won. We beat them back.” She got her way and has been developing the concept of carceral geography ever since, a category of scholarship she more or less single-handedly invented, which examines the complex interrelationships among landscape, natural resources, political economy, infrastructure and the policing, jailing, caging and controlling of populations. In the years since, Gilmore has shaped the thinking of many geographers, as well as generations of graduate students and activists.",
      "source": "https://www.nytimes.com/2019/04/17/magazine/prison-abolition-ruth-wilson-gilmore.html",
      "author": "Rachel Kushner",
      "death": "",
      "image": ""
    },
    {
      "id": 42,
      "name": "Aretha Franklin",
      "born": 1942,
      "birthplace": "Memphis, TN",
      "bio": "Franklin leaves herself and flies into abandon a few times; at each of these moments, she is throwing a rope between herself and the past. Once, singing “Precious Memories” with Cleveland as a duet partner, she starts egging him on with fanciful passages, each of them centered on the blue note, the flattened third scale-degree that gives the blues its ambivalence and emotional dexterity. Cleveland and Franklin excite one another, and soon they sound like duelling Howlin’ Wolves. She closes her eyes and seems happy. In a way, the exercise—filling gospel to the gills with blues sensibility—is a callback to Dorsey, who helped, through “Precious Lord” and many other compositions, to bring the secular sound into the church and start the motion that would culminate, amazingly, in Aretha. Similarly, on the second night, toward the end of the film, she strolls over to the piano—she’s got a mean tomtom of a left hand that gives her playing a jutting edge—and plays “Never Grow Old.” She’s not too far from where her father, the famous preacher C. L. Franklin, sits, flanked by friends. “Never Grow Old” is an old song, but Aretha claims it, making her elders trade expressions of devotion, glee, and terror at her talent, and dismay at the passage of time. People cry and throw their towels.",
      "source": "https://www.newyorker.com/culture/culture-desk/amazing-grace-gives-us-aretha-franklin-at-the-spellbinding-height-of-her-powers?source=search_google_dsa_paid&gclid=Cj0KCQjwwLKFBhDPARIsAPzPi-J65xsfeyZdFR1ycKbo0OwqXt3YVtCNuqgeWHuR1t5kDWjg8VWYg_caAtvtEALw_wcB",
      "author": "Vinson Cunningham",
      "death": 2018,
      "image": "https://d2w9rnfcy7mm78.cloudfront.net/12249485/original_c5b80d13cd4d45f66dfdb312297d870f.jpg?1623588620?bc=0"
    },
    {
      "id": 43,
      "name": "Xenobia Bailey",
      "born": 1955,
      "birthplace": "Seattle, WA",
      "bio": "Xenobia Bailey is a trash alchemist, a single stitch, urban crochet aficionado, designer, artist and community activist, whose practice industrializes the visual aesthetic of “Cosmic-Funk,” practiced by African-American homemakers since Emancipation, into utilitarian “Funktional” design. Media exposure ranges from an Absolut advertisement to a design consultancy with Disney World, and a subway mosaic commission from the MTA in New York. She has shown internationally, with such institutions as Creative Time, the Sharjah Art Foundation, and numerous U.S. Embassies. Her work is held by numerous museums, as well as in academic, corporate, public and private collections.\nHer ABOG Fellowship will support Paradise Under Reconstruction, a pedagogical model that will collectively fabricate prototypes for health aids and services for the needs of African-American communities in Seattle, WA and Harlem, NY. A multigenerational, inspirational, motivational, and passionate dreamscaping and skills-building project, Paradise Under Reconstruction will bring together community homemakers, household members, adults, young adults and teens to cultivate future visions and de-traumatize and fabricate commercial utilitarian artifacts for sustainable living in their homes. Conjuring Afrofuturism through rural and urban storytelling and historical remixing, participants will also write de-traumatizing fictional historical bedtime folktales, lullabies and medicinal psycho-parables, using the inspirational environments inspired by “Funktional Artifacts.”",
      "source": "https://abladeofgrass.org/fellows/xenobia-bailey/",
      "author": "A Blade of Grass",
      "death": "",
      "image": ""
    },
    {
      "id": 44,
      "name": "Sonya Renee Taylor",
      "born": 1976,
      "birthplace": "",
      "bio": "“In these times, when the search for answers to the mounting injustices in our world seems to confound us, Sonya Renee Taylor offers a simple but powerful place to begin: recovering our relationship with our own bodies. To build a world that works for everyone, we must first make the radical decision to love every facet of ourselves. Through lucid and courageous self-revelation, Taylor shows us how to realize the revolutionary potential of self-love. The body is not an apology’ is the mantra we should all embrace.”",
      "source": "https://www.amazon.com/Body-Not-Apology-Radical-Self-Love/dp/1626569762",
      "author": "Kimberlé Crenshaw",
      "death": "",
      "image": ""
    },
    {
      "id": 45,
      "name": "Pauli Murray",
      "born": 1920,
      "birthplace": "Baltimore, MD",
      "bio": "Pauli Murray is one of the most pivotal figures in 20th century African-American civil rights history, but beyond academic circles, she is not very well known. In 1944, she graduated as the valedictorian of her Howard University law class, producing a senior thesis titled “Should the Civil Rights Cases and Plessy Be Overruled?” Trained by William Howard Hastie and Leon Ransom at Howard, Pauli Murray had been witness to their early legal strategy of combating separate but equal doctrine by forcing states to either make black institutions equal to their white counterparts or integrate white institutions, if they failed to do so. However, she argued that Plessy v. Ferguson was inherently immoral and discriminatory and should be overturned. When she brought up this argument to her classmates, she noted that her suggestion was received with “hoots of derisive laughter.” Murray coined the term “Jane Crow” to name the forms of sexist derision she frequently encountered during her time at Howard. It was the piece she co-authored in 1965 called “Jane Crow and the Law” that Ginsburg cites as so influential in her thinking about legal remedies for sex discrimination. Nearly 10 years later, in 1953, Spottswood Robinson, Thurgood Marshall and others pulled out a copy of her senior paper and used it as a guide to strategize how they would argue the Brown v. Board case. They didn’t bother to mention this until about 10 years later, when she ran into Robinson at Howard Law School. It is incredibly important to situate Murray within these lesser-known genealogies of queer and feminist black civil rights activism. The civil rights struggle demanded respectable performances of black manhood and womanhood, particularly from its heroes and heroines, and respectability meant being educated, heterosexual, married and Christian. Murray’s open lesbian relationships and her gender nonconforming identity disrupted the dictates of respectability, making it easier to erase her five decades of important intellectual and political contributions from our broader narrative of civil rights.",
      "source": "https://www.salon.com/2015/02/18/black_queer_feminist_erased_from_history_meet_the_most_important_legal_scholar_youve_likely_never_heard_of/",
      "author": "Brittney Cooper",
      "death": 1985,
      "image": "https://d2w9rnfcy7mm78.cloudfront.net/12249480/original_8162897e97d4337cb75974a668b61cb6.jpg?1623588618?bc=0"
    },
    {
      "id": 46,
      "name": "Mary Jones",
      "born": 1803,
      "death": "",
      "birthplace": "",
      "image": "https://outhistory.org/files/fullsize/172746d0ecaf235a11cf8edc7f43e784.jpg",
      "bio": "On Bleecker Street, Haslem met a black woman, Mary Jones, dressed \"elegantly and in perfect style,\" with white earrings and a gilt comb in her hair. The Herald's rival, the New York Sun, added that Mary Jones also went by the names \"Miss Ophelia,\" \"Miss June,\" and \"Eliza Smith.\"\n\nHaslem or Jones initiated a conversation-the newspapers differed. Haslem then asked Jones, \"Where are you going my pretty maid?\" and volunteered to go with her.\n\nBefore they set off \"on this tour of pleasure,\" said the Herald, she \"lovingly threw her arms around him and strained him to her heart.\" Then, \"these delicate preludes having ended, they proceeded onwards, until they arrived at an alley in Greene Street [known then as a site of prostitution], which having entered *****\" Here, a series of asterisks in the Herald'sreport suggest, as clearly as the missing words, a sexual act.\n\nHaslem and Jones \"had some further conversation\" in an alley, said the more reticent Sun, \"where the prisoner again had his arms about complainant.\" Afterward, on his way home, according to the papers, Haslem discovered that his wallet and ninety-nine dollars were missing. In their place he unaccountably found the wallet of a man he did not know, with a bank order for the then large sum of $200.",
      "author": "Jonathan Ned Katz",
      "source": "https://outhistory.org/exhibits/show/sewally-jones/man-monster"
    },
    {
      "id": 47,
      "name": "Lucy Hicks Anderson",
      "born": 1886,
      "death": 1954,
      "birthplace": "Los Angeles, California",
      "image": "https://images.squarespace-cdn.com/content/v1/55d14656e4b0a784cab7aab5/1579797516880-72990ORPV2UPGBOH8WZL/ke17ZwdGBToddI8pDm48kP06O0_IHyRXSOOiqwgWaApZw-zPPgdn4jUwVcJE1ZvWEtT5uBSRWt4vQZAgTJucoTqqXjS3CfNDSuuf31e0tVEHLRkg2cosQUGLeQ33UzXdgIxPDaVwE3LlEpL74qP4JVW4jCyXLPvvdR287iymYt8/file.jpg?format=300w",
      "bio": "American socialite, chef, and prohibition-era entrepreneur. Growing up in Kentucky, she knew from a young age that she was a girl, and insisted on wearing dresses and going by the name Lucy when she started school. At a time when the word “transgender” didn’t exist, her parents sought advice from a local physician. Incredibly, the doctor recommended that they raise Lucy as a girl, and incredibly, they did. At 15, Anderson left school and began doing domestic work. She met her first husband, Clarence Hicks, at 34, and together they moved to Oxnard, California where Anderson quickly proved herself vital to the local community. She worked as a nanny and chef, won awards for her cooking, and had a talent for preparing and hosting lavish dinner parties for the wealthy families of the town. She also threw welcome parties at the church for town visitors, going-away parties for enlisted soldiers, and gave generously to charity. When she saved up enough money, she purchased a boarding house where she ran a successful brothel and speakeasy. Her good standing in the community made it easier to run her illegal businesses. On one occasion when she was arrested for selling liquor, she was bailed out by the town’s leading banker, who needed her for his dinner soiree that evening.",
      "author": "Michele Rosenthal",
      "source": "https://www.queerportraits.com/bio/anderson"
    },
    {
      "id": 48,
      "name": "Carlett Angianlee Brown",
      "born": 1927,
      "death": "",
      "birthplace": "Pittsburgh, PA",
      "image": "https://i.pinimg.com/564x/e0/05/58/e005583ef5f598e0393046fad03555d7.jpg",
      "bio": "Carlett had a strong desire to become a woman. From physical exams Carlett Brown was found to be intersex, but instead of removing the feminine characteristics, Carlett wanted to have sex reassignment surgery in order to become fully female. Carlett faced great issues while trying to get her sex reassignment surgery. One major issue was revoking her rights of citizenship in order to get her sex reassignment surgery, SRS. Carlett found that she could get the proper surgery she wanted but it was not possible for her to get it in the United States. Carlett would have to travel to Denmark or Germany to get such a surgery. When Carlett was selling her blood for five dollars a pint to pay for food and rent, it seems unimaginable that she could afford these costly procedures for hormone treatment and SRS. In Denmark there was also the issue of who the surgery was offered to. Carlett was planning on getting her surgery done by Christine Jorgenson’s SRS doctor in Denmark. However, Denmark only offered their sex reassignment surgery to Danish nationals. Carlett told Jet Magazine, “I just want to come a woman as quickly as possible, that’s all. I’ll become a citizen of any where I can receive that treatment I need and be operated on\". ",
      "author": "Katie Bruno",
      "source": "https://www.outhistory.org/exhibits/show/tgi-bios/carlett-brown"
    },
    {
      "id": 49,
      "name": "Sir Lady Java",
      "born": 1943,
      "death": "",
      "birthplace": "New Orleans, LA",
      "image": "https://pbs.twimg.com/media/Dzx2JFpXgAAPcar?format=jpg&name=large",
      "bio": "In the Los Angeles club scene of the 1960s, Sir Lady Java—a dancer, comedian and drag queen—was a two-shows-a-night fixture. “I loved the people that came to see me, it delighted me,” she says, flipping through a scrapbook of newspaper clippings from the era, featuring her photographed in glamorous clothing, lying on luxurious feathered rugs.\n\nBut two shows a night wasn’t all she did. Now 80, Java is considered not just a legendary performer, but also a pioneering activist—even though her work combatting laws that restricted drag performance is not always taught as a key part of American LGBTQ+ history, or American history more broadly. As a Black gender non-conforming woman, she was at the intersection of discriminatory policing targeting both Black and brown communities and queer communities in 1960s Los Angeles and across the U.S. In 1967, three years after the Civil Rights Act was passed and two years before the Stonewall Uprising, Java started a revolution of her own, taking her case to court with the backing of the American Civil Liberties Union (ACLU). Java’s story is “an unsung yet really important episode in not just trans liberation, but the broader LGBT civil rights movement,” says historian Susan Stryker, professor of gender studies at Mills College. ",
      "author": "Suyin Haynes ",
      "source": "https://time.com/6074496/sir-lady-java-trans-rights-history/"
    },
    {
      "id": 50,
      "name": "Willmer “Little Ax” Broadnax",
      "born": 1916,
      "death": 1992,
      "birthplace": "Houston, TX",
      "image": "https://transguys.com/wp-content/uploads/littleaxe_7.jpg",
      "bio": "Willmer \"Little Ax\" M. Broadnax, (December 28, 1916[1] – 1994) also known as \"Little Axe,\" \"Wilbur,\" \"Willie,\" and \"Wilmer,\" was an African-American hard gospel quartet singer. A tiny man with glasses and a high, powerful tenor voice, he worked and recorded with many of the most famous and influential groups of his day. In 1950, Broadnax joined the Spirit of Memphis Quartet. Along with Broadnax, the group featured two other leads -- Jethro \"Jet\" Bledsoe, a bluesy crooner, and Silas Steele, an overpowering baritone. This was one of the most impressive line-ups in quartet history. The Spirit of Memphis Quartet recorded for King Records, and Broadnax appeared on their releases at least until 1952. Shortly after that, however, he moved on, working with the Fairfield Four, and, in the beginning of the 60s, as one of the replacements for Archie Brownlee in the Five Blind Boys of Mississippi. Until 1965 he headed a quartet called \"Little Axe and the Golden Echoes,\" which released some singles on Peacock Records. By then, quartet singing was fading as a commercial phenomena, and Broadnax retired from touring, though he did continue to record occasionally with the Blind Boys into the 70s and 80s. ",
      "author": "LGBT Info Wiki",
      "source": "https://lgbt.wikia.org/wiki/Willmer_%22Little_Ax%22_Broadnax"
    },
    {
      "id": 51,
      "name": "Jim McHarris",
      "born": 1924,
      "death": "",
      "birthplace": "Meridian, MS",
      "image": "https://transguys.com/wp-content/uploads/history_jim-mcharris.jpg",
      "bio": "McHarris was raised by two sets of foster parents and exhibited a distaste for all things feminine except dating the ladies.   The young Jim McHarris would often slip away to Jackson to hang out.  Longtime friend Bishop Smiley Jones noted that young McHarris was not only attracted to women, but preferred mens clothing and living as a man as well.  \n\nHe transitioned in his early teens, ditched the female clothing and began in 1939 to move frequently to different cities around the country.   McHarris lived in Memphis, Chicago and other midwestern cities living his transmasculine life.   In that 15 year period as a restless traveler the 5' 5\" McHarris worked as a short order cook, cab driver, gas station attendant, auto mechanic, shipyard worker, and preacher.while continuing with his handsome baby face and husky 175 pound frame to draw attention from and enjoy the company of the ladies he was attracted to.  ",
      "author": "Monica Roberts",
      "source": "https://transgriot.blogspot.com/2012/09/black-trans-history-jim-mcharris.html"
    },
    {
      "id": 52,
      "name": "Marcelle Y. Cook-Daniels",
      "born": 1960,
      "death": 2000,
      "birthplace": "Washington, DC",
      "image": "https://4.bp.blogspot.com/_20zIZCop6o0/S86dgbQyOSI/AAAAAAAAACQ/Cgixg5yLPHM/s1600/MarcelleandKai.jpg",
      "bio": "I've been thinking about him recently, and when I Googled his name I stumbled across the obituary that reminded me on this date in 2000 the African-American and national trans community lost one of its major pioneering leaders in the person of Marcelle Y. Cook-Daniels. Cook-Daniels was born in Washington DC on March 1, 1960 where he resided until he moved to Vallejo, CA in 1996.  Marcelle worked for the Internal Revenue Service and a computer programmer/analyst and for Norcal Mutual Insurance. He was also diligently working toward obtaining his masters degree in computer science at Golden Gate University.  ",
      "author": "Monica Roberts",
      "source": "https://transgriot.blogspot.com/2013/04/rest-in-peace-marcelle-cook-daniels.html"
    },
    {
      "id": 53,
      "name": "Alexander “Bear” Goodrum ",
      "born": 1960,
      "death": 2002,
      "birthplace": "Chicago, IL",
      "image": "https://1.bp.blogspot.com/-2Lo7rSsJOh8/UGHpR7meS7I/AAAAAAAAfCY/6qiZ4waAUHs/s320/ts-alexander+goodrum.jpg",
      "bio": "Alexander was a Chicago native and had been an activist in GLBT organizing and social justice issues since 1980 in Chicago, San Francisco and after moving there in 1996 in Tucson.   He'd been doing some trailblazing work for the trans human rights community and he was one of my early role models.  He was also one of the first people I met who identified with the bi end of it.\n\nIn addition to being a dynamic speaker, Goodrum also founded TGNet Arizona, was a board member on the Tucson GLBT Commission, and the Funding Exchange's OUT Fund, which allocates an annual grant named after Goodrum to LGBT community organizing projects.\n\nGoodrum was instrumental in getting Tuscon to include gender identity in their non discrimination law in 1999, and wrote this paper that appears on the Southern Arizona Gender Alliance (SAGA)  website entitled Gender Identity 101-A Transgender Primer   ",
      "author": "Monica Roberts",
      "source": "https://transgriot.blogspot.com/2012/09/alexander-goodrum-gone-ten-years.html"
    },
    {
      "id": 54,
      "name": "Brenda “The Lady Chablis” Dale Knox",
      "born": 1957,
      "death": 2016,
      "birthplace": "Quincy, FL",
      "image": "https://static01.nyt.com/images/2016/09/09/obituaries/09xp-chablis/09xp-chablis-superJumbo.jpg?quality=90&auto=webp",
      "bio": "Ms. Chablis was a standout character in the book, in which the author, John Berendt, introduced the world to Savannah and the sometimes eccentric people who live there.\n“She was The Lady Chablis from morning to night,” Mr. Berendt said in an interview on Thursday. “She had a great repartee,” he said, “and she had a way with words. She was creative.” They first met when Ms. Chablis, who had just received her biweekly estrogen shots, insinuated herself into Mr. Berendt’s car for a ride home.\n“She had both hands on her hips and a sassy half-smile on her face as if she had been waiting for me,” he wrote. She would become the book’s most popular character, Mr. Berendt said. She was also his favorite.\n“It’s not as if she died without knowing,” he added. “She knew. And she also knew she was everybody’s favorite.”\nAfter the book came out, Ms. Chablis appeared on “Good Morning America” and “Oprah.” Readers from around the country went to see her at Club One. She published an autobiography, “Hiding My Candy,” in 1996 and the next year played herself in Clint Eastwood’s film adaptation of the Berendt book.She took the name Chablis as a teenager. As she recalled in Mr. Berendt’s book, her mother, inspired by a wine bottle label, had intended the name for a younger sister but had had a miscarriage. Ms. Chablis immediately expressed interest in the name.\n“I said, ‘Ooooo, Chablis. That’s nice. I like that name,’ ” she was quoted as saying in the book. “And Mama said, ‘Then take it, baby. Just call yourself Chablis from now on.’ So ever since then, I’ve been Chablis.” She had her name legally changed to The Lady Chablis.",
      "author": "Niraj Chokshi",
      "source": "https://www.nytimes.com/2016/09/09/arts/the-lady-chablis-of-midnight-in-the-garden-of-good-and-evil-dies-at-59.html"
    },
    {
      "id": 55,
      "name": "Cheryl Courtney-Evans",
      "born": 1952,
      "death": 2016,
      "birthplace": "",
      "image": "https://cdn.thegavoice.com/wp-content/uploads/2016/10/cheryl-courtney-evans-750x400.jpg",
      "bio": "Cheryl Courtney-Evans has been the Executive Director of Transgender Individuals Living Their Truth, Incorporated since 2007. In April, 2009, Ms. Courtney-Evans participated with over 200 transgender individuals, sponsored by the National Center for Transgender Equality (NCTE), in Lobby Days on Capital Hill in Washington, D.C. to lobby Congress members for passage of the Matthew Shepard/James Byrd, Jr. Hate Crimes Prevention Act with gender identity included as one of the protected groups, as well as the Employment Non-Discrimination Act (ENDA). The former was signed into law in 2010. She is the recipient of the 2012 Pioneer Award, issued by the Transfaith In Color Conference & the Freedom Center for Social Justice, of Charlotte, NC.\n\nIn her role with TILTT, the first transgender support & advocacy organization to serve both trans men and women in the area, she has assisted and advocated for a broad swath of Atlanta’s transgender community, and participates in numerous human rights efforts in the greater Atlanta area.",
      "author": "Patrick Saunders",
      "source": "https://thegavoice.com/news/georgia/atlanta-transgender-activist-cheryl-courtney-evans-dies/"
    },
    {
      "id": 56,
      "name": "Michele Faith Wallace",
      "born": 1952,
      "death": "",
      "birthplace": " Harlem, New York, NY",
      "image": "https://s26162.pcdn.co/wp-content/uploads/2017/01/Michele-Wallace.jpg",
      "bio": "I have had two primes. The first was in 1979 during the Iranian Revolution and the fall of Iran. My first book was published. The Shah of Iran was deposed and Ruhollah Khomeini came to power. The United States was chased out of Iran, Jimmy Carter was President, and there were hostages. I remember having met Carter, when he was campaigning years before, on the set of the still very new Saturday Night Live (it never occurred to me then that this show would have such a long run) because somebody I was dating was a field producer for the show. We stood in a circle and shook his hand.\n\nMy second prime—and neither time did I realize I was in my prime, or even what a prime was, or that it could end—was 9/11, when those planes hit the World Trade Center Towers and the United States went to war with Iraq and Afghanistan and Saddam Hussein and Osama Bin Laden. I was 49. I had separated from my husband and finished my Ph.D. in 1999, and was living in our family apartment in Harlem on 145th Street on the 14th floor with an unimpeded view of the entire city, and I was sleeping around with a variety of guys, carefully chosen. Or perhaps I should say I was carefully chosen, because when you are a 49-year-old dark-skinned African American woman, have written three books (depending on how you count them), and have a Ph.D., you don’t have the choice to date just anybody. Most black men, for instance, will barely talk to you. I no longer have a preference for black men, but it doesn’t really matter what my preference is. Nobody ever asks.",
      "author": "Michele Wallace\n",
      "source": "https://lithub.com/michele-wallace-on-her-two-primes/"
    },
    {
      "id": 57,
      "name": "Sylvia Wynter",
      "born": 1928,
      "death": "",
      "birthplace": "Cuba",
      "image": "https://cms.nottinghamcontemporary.org/site/assets/files/7408/sylvia_wynter.1184x866.png",
      "bio": "Yes. It was as if you were suddenly in a different dimension. All at once, here were people, Jamaicans, whether for good or evil, acting and counteracting, challenging the government. Then this extraordinary figure of [Alexander] Bustamante, like some hero out of myth, challenging Governor [Edward] Denham, crying out \"Denham must go!\" - then  Denham taking sick, and, of course, the rumour that this was because Busta had [worked] obeah on him! All in all, the whole sense of activity, of a self-initiated new beginning -I would say that movement determined everything I was going to be or have been. Day after day, one was seeing people on the streets, just ordinary people on the streets, challenging a system day after day. You're getting the news, I can't remember if we had the radio, I think we had, but you were seeing the headlines in the newspaper the next day. You're riding to school on your bicycle and people are marching and countermarching, the asylum is on fire, and all kinds of things are happening, strikes breaking out, pitched battles between rival trade unions, parties erupting, the colonial state under siege.",
      "author": "David Scott and Sylvia Wynters",
      "source": "https://trueleappress.files.wordpress.com/2017/10/wynter-the-re-enchantment-of-humanism.pdf"
    },
    {
      "id": 58,
      "name": "Ida B. Wells",
      "born": 1862,
      "death": 1931,
      "birthplace": "Holly Springs, MS",
      "image": "https://southernstudies.olemiss.edu/media/Ida-b-wells-barnett1.jpg",
      "bio": "My great-grandmother Ida B. Wells was a suffragist. You probably have not heard her described this way before. She is most often honored for her journalism exposing lynchings in the South. To me, she is what great-grandmothers are to many: a teacher. From Ida, I learned that there is no end to a fight for justice. While most famous suffragists—Alice Paul, Carrie Chapman Catt—ended their fight in 1920, Ida did not. She continued to push for Black women’s voting access for the rest of her life, and taught me lessons that I take into my fight for suffrage. I, too, am a suffragist, because in 2020 many Americans still do not have access to the vote. I grew up hearing about Ida’s willingness to speak up against injustice, inequality and indignity. About her refusal to be silenced, sidelined or marginalized. I heard about the time she wouldn’t go to the “colored car” on the Chesapeake, Ohio and Southwestern Railroad in 1884, and rather than leave the car, for which she had purchased a ticket, she was forced off. She promptly secured an attorney and sued the railroad. I heard about the time when, in 1892, three of her friends were lynched because they owned a grocery store that competed against a white-owned store, and she wrote about it so much in the Memphis Free Speech newspaper that her own life was threatened. She encouraged Black people to use what little power they had to protest, to boycott and ultimately to leave Memphis if they had the means to do so. She was not interested in being second in anything.",
      "author": "Michelle Duster",
      "source": "https://time.com/5879344/ida-b-wells-great-granddaughter-19th-amendment/"
    },
    {
      "id": 59,
      "name": "Patricia Hill Collins",
      "born": 1948,
      "death": "",
      "birthplace": "Philadelphia, PA",
      "image": "https://pbs.twimg.com/media/D_XICCjXoAEgZo4.jpg",
      "bio": "In 1990 Collins published Black Feminist Thought: Knowledge, Consciousness, and the Politics of Empowerment, which won ASA's Jessie Bernard Award, the SSSP C. Wright Mills Award, and garnered other awards from the Association of Women in Psychology and Black Women Historians. Collins has pushed scholars to identify the ground on which they stand, rather than claiming neutral space. Black Feminist Thought clearly identifies an intersectional analysis, rather than a hierarchical formula where race is primary over gender or where social class trumps all. Her theoretical analysis shows how oppression operates in various spheres—political, economic, and ideological. Thus, although we can appreciate that social class may offer some protection or resources to battle the sexism and racism that Black women experience, achieving middle class status does not remove one from the political, economic, and ideological operations. Most importantly, Black Feminist Thought illuminated how Black women have looked at and analyzed their lives in the past—challenging the sociological thinking that rendered them invisible, making them witnesses but not analysts of their own lives. The clarity of her discussion of power, including how oppressed people understand the power that engulfs them and develop alternative self-definitions of themselves and their situations, has turned the tide of theoretical analysis. In sharing the voices of Black women, Collins exposed many scholars to a literature and history that was new.",
      "author": "American Sociological Association ",
      "source": "https://www.asanet.org/about/governance-and-leadership/council/presidents/patricia-hill-collins"
    },
    {
      "id": 60,
      "name": "Hortense Spillers",
      "born": 1942,
      "death": "",
      "birthplace": "Memphis, TN",
      "image": "https://cms.nottinghamcontemporary.org/site/assets/files/7415/hortense_spillers-photo_by_chad_cockrum_c_2011.1184x866.png",
      "bio": "Fifty years from now, if young, apprentice scholars are trying to put together this period of American culture and global culture, and if somehow they lose sight of Black Studies and civil rights movement and aftermath, that means something didn't happen right today. So that the lost women's project or the lost studies projects means that somebody didn't do something right at the end of the nineteenth century or in 1910 or 1920 so that a Mary Helen Washington would come along in the 1970s or an Alice Walker and rediscover the gravesite of Zora Neale Hurston: that means that people were not taking care of business like they should have.",
      "author": "Keith D. Leonard and Hortense Spillers ",
      "source": "https://www.jstor.org/stable/30132095?read-now=1&socuuid=b5d60d49-5fd6-4da0-aad2-8c511e79264f&socplat=email#page_scan_tab_contents"
    },
    {
      "id": 61,
      "name": "Sha'Carri Richardson",
      "born": 2000,
      "death": "",
      "birthplace": "Dallas, TX",
      "image": "https://bloximages.newyork1.vip.townnews.com/theadvocate.com/content/tncms/assets/v3/editorial/4/0d/40db0ac2-d16c-11eb-a425-d3c4206c4010/60cea3020b3f2.image.jpg?crop=1568%2C1176%2C97%2C0&resize=1568%2C1176&order=crop%2Cresize",
      "bio": "\"My family has kept me grounded. This year has been crazy or me. Going from, just last week, losing my biological mother, and I'm still here. I'm still here. Last week finding out my biological mother passed way and still choosing to pursue my dreams, still coming out here and still making sure to make the family that I do still have on this earth proud,\" Richardson said. \"Y'all see me on this track, and y'all see the poker face that I put on but nobody but them and my coach know what I go through on a day-to-day basis. I'm highly grateful for them. Without them, there would be no me. Without my grandmother, there would be no Sha'Carri Richardson. So my family is my everything. My everything until the day I'm done.\"",
      "author": "NBCDFW",
      "source": "https://www.nbcdfw.com/news/sports/tokyo-summer-olympics/in-emotional-post-race-interview-dallas-newest-olympian-reveals-her-mother-died-last-week/2662327/"
    },
    {
      "id": 62,
      "name": "Kara Walker",
      "born": 1969,
      "death": "",
      "birthplace": "Stockton, CA",
      "image": "https://apollo.imgix.net/content/uploads/2021/05/Kara_Walker_portrait-copy.jpg?auto=compress,format&w=900&h=600",
      "bio": "The contrast between the fantasy and the reality, the big and the small, forms the basis for Fons Americanus: “This is about the story I could tell with my own hand, which is perhaps second-class, and unseen or unheard,” says Walker, “and the story that is larger than it ought to be, than it has a right to be.” And while some monuments to empire have been dismantled, Walker is more concerned with what will take their place. “Who are we now, and what are we saying now as a people besides removing something?” she asks. “What do we build in its stead?”",
      "author": "Suyin Haynes ",
      "source": "https://time.com/5695978/kara-walker-fons-americanus-interview/"
    },
    {
      "id": 63,
      "name": "Andrea J. Ritchie ",
      "born": "",
      "death": "",
      "birthplace": "",
      "image": "https://bcrw.barnard.edu/wp-content/uploads/2017/09/Andrea-Ritchie.gif",
      "bio": "Of course. Individual women and girls that this is happening to are speaking out and demanding justice. Their families and communities are speaking out and demanding justice. Of course it was important to reflect that. I think this is a historical necessity. We talk about slavery sometimes as if black folks were just submissively accepting and enduring what happened, but that was certainly not the case and people were resisting in all kinds of ways. And I really appreciate many of the black feminist historians who I quote who talk about how black women resisted in all kinds of ways on a daily basis the violence of slavery. So I wanted similarly reflect the ways in which people are resisting in all kinds of ways the daily police violence that black women and women of color are subjected to and I wanted to illustrate how looking at this issue through the lens of women's experiences might shift the ways in which we resist, might expand the demands that we make. For instance, if we are going to make a demand about excessive force policy, we are going to make sure that it addresses excessive force against pregnant people. If we're going to make a demand about anything else, we're going to do that in a way that reflects multiple experiences of a particular problem. That we are going to evaluate our responses also through the lens of, 'is this actually going to reduce police violence against black women and women of color or is just going to shift the form that it takes?'",
      "author": "Cheryl Corley and Andrea J. Ritchie",
      "source": "https://www.npr.org/2017/11/05/561931899/invisible-no-more-examines-police-violence-against-minority-women"
    },
    {
      "id": 64,
      "name": "Naomi Simmons-Thorne",
      "born": "",
      "death": "",
      "birthplace": "",
      "image": "https://cmsi.gse.rutgers.edu/sites/default/files/Screen%20Shot%202021-05-27%20at%2012.33.57%20PM.png",
      "bio": "On Saturday, January 16, 2021, activist, organizer, and scholar Naomi Simmons-Thorne led a teach-in on the “We Would Have To Fight The World: Cultural Politics of Black Feminist Critical Theory”. Black scholars have traditionally assumed race as the identity “of primary historical importance” concerning Black communities and their movements for social justice (Dawson 1994). This teach-in sought to interrogate this assumption through a survey of critical discourses spanning abolition to Black Lives Matter. While few would argue against the historical “overdetermination” of racism, Black feminist critical theory has often sought to destabilize what scholars call the “metalanguage” of race. They argue while the force of racist brutality is often overwhelming, that Black people remain equally targeted by systemic structures unaccounted by the “single-axis” of conventional anti-racist discourse and politics. Systemic failures to address oppression on multiple axes renders particular systems and their targets analytically invisible, thus stratifying the politics of Black communities on the structural lines of visibility and re-inscribing oppressions by treating counter discourses and counter movements as ancillary projects to Black liberation. This teach-in surveyed critical discourses concerning gender, sex, and sexuality, locating their relationships to black politics—historical and contemporary—and their ongoing relevancy to the construction of Black political discourse.",
      "author": "Black Women Radicals",
      "source": "https://www.blackwomenradicals.com/blog-feed/we-would-have-to-fight-the-world-the-cultural-politics-of-black-feminist-critical-theory-a-reading-list-by-naomi-simmons-thorne"
    },
    {
      "id": 65,
      "name": "bell hooks",
      "born": 1952,
      "death": "",
      "birthplace": "Hopkinsville, KY",
      "image": "https://fleurmach.files.wordpress.com/2016/08/bellhooks.jpg",
      "bio": "Unlike  feminist  thinkers  who  make  a  clear  separation between  the  work  of  feminist  pedagogy  and  Freire’s work  and  thought,  for  me  these  two  experiences  con­verge.  Deeply  committed  to  feminist  pedagogy,  I  find that, much like weaving a tapestry, I have taken threads of Paulo’s work  and woven  it  into  that version  of feminist pedagogy I believe my work as writer and teacher embod­ies. Again,  I want to assert that it was the  intersection of Paulo’s  thought  and  the  lived  pedagogy  of  the  many black  teachers  of my  girlhood  (most  of  them  women) who saw themselves as having a liberatory mission to edu­cate  us in  a manner that would prepare us to effectively resist  racism  and  white  supremacy,  that  has  had  a  pro­found impact on my thinking about the art and practice of  teaching.  And  though  these  black  women  did  not openly advocate feminism  (if they even  knew the word) the  very  fact  that  they  insisted  on  academic  excellence and open critical thought for young black females was an antisexist practice.",
      "author": "Gloria Watkins and bell hooks",
      "source": "https://sites.utexas.edu/lsjcs/files/2018/02/Teaching-to-Transcend.pdf"
    },
    {
      "id": 66,
      "name": "Toni Morrison",
      "born": 1931,
      "death": 2019,
      "birthplace": "Lorain, OH",
      "image": "https://www.nobelprize.org/images/morrison-13448-portrait-medium.jpg",
      "bio": "Still, for me, that was the least important aspect of the work. Because, no matter how \"fictional\" the account of these writers, or how much it was a product of invention, the act of imagination is bound up with memory. You know, they straightened out the Mississippi River in places, to make room for houses and livable acreage. Occasionally the river floods these places. \"Floods\" is the word they use, but in fact it is not flooding; it is remembering. Remembering where it used to be. All water has a perfect memory and is forever trying to get back to where it was. Writers are like that: remembering where we were, what valley we ran through, what the banks were like, the light that was there and the route back to our original place. It is emotional memory - what the nerves and the skin remember as well as how it appeared. And a rush of imagination is our \"flooding.\"",
      "author": "Toni Morrison",
      "source": "https://blogs.umass.edu/brusert/files/2013/03/Morrison_Site-of-Memory.pdf"
    },
    {
      "id": 67,
      "name": "Akwaeke Emezi",
      "born": 1987,
      "death": "",
      "birthplace": "Umuahia, Nigeria",
      "image": "https://api.time.com/wp-content/uploads/2021/05/akwaeke-emezi-next-generation-leaders-2021.jpg?w=560&w=560",
      "bio": "“I’m going to write this as if it’s just us,” they recall telling themself about the memoir, “because in my reality, in my world and in a world where we are free, it is just us.”\n\nEmezi, who turns 34 on June 6, has been world-building since childhood. Growing up in Aba, a commercial town in the south of Nigeria, they were a voracious reader and writer from an early age. They credit such an appetite to the piles of books they had access to, some purchased secondhand at the local post office, some shipped from cousins in London and others found on their parents’ bookshelves. “While the town was burning from the riots,” they write in Dear Senthuran about life under military dictatorship in the ’90s, “my sister and I believed in invisible fairies, pixies hiding in our backyard.”",
      "author": "Tre'vell Anderson",
      "source": "https://time.com/collection-post/6047430/akwaeke-emezi-next-generation-leaders/"
    },
    {
      "id": 68,
      "name": "Nannie Helen Burroughs",
      "born": 1879,
      "death": 1961,
      "birthplace": "Orange, VA",
      "image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/F7DZBFQVKII6POYWE2MTIGCBNA.jpg&w=916",
      "bio": "Soon she began raising money for the school she dreamed of building. Refusing to rely on White donors, she financed much of the school using small donations from local community members. She also had help from a few prominent Black leaders. Maggie L. Walker, the first Black woman to run a bank in the United States, donated $500 (approximately $14,000 today). When there was work to be done on the six-acre plot of land she acquired for her school, Burroughs often did it herself: weeding the garden, burning the briers and converting a barn into dormitories. By 1909, when she was barely 30 years old, Burroughs opened the National Training School for Women and Girls in D.C. The school’s motto read: “Work. Support thyself. To thine own powers appeal.”",
      "author": "Jess McHugh",
      "source": "https://www.washingtonpost.com/history/2021/02/28/nannie-helen-burroughs-black-teacher/"
    },
    {
      "id": 69,
      "name": "Florynce \"Flo\" Kennedy",
      "born": 1916,
      "death": 2000,
      "birthplace": "Kansas City, MO",
      "image": "https://i.pinimg.com/originals/c8/54/67/c8546786216ab9ebbf14c5d819e9abba.jpg",
      "bio": "By 1966, the activist founded the Media Workshop as a means to combat racism in advertising and journalism. Implementing her legal finesse, Kennedy went as far as filing a lawsuit against the Roman Catholic Church for interfering with women’s reproductive rights. Shortly after, she organized a faction of feminist lawyers to challenge whether or not New York State’s abortion laws were constitutional, causing a more progressive shift in the law the following year. Also known for coordinating less conventional demonstrations, Kennedy is credited with spearheading the “Great Harvard Pee-In of 1973” where protestors poured jars of their urine on the steps of the university’s historic Lowell Hall to call attention to its lack of female restrooms. ",
      "author": "Hannah Militano",
      "source": "https://www.lofficielusa.com/politics-culture/who-was-florynce-flo-kennedy-black-feminist-activist"
    },
    {
      "id": 70,
      "name": "Gwendolyn Brooks",
      "born": 1917,
      "death": 2000,
      "birthplace": "Topeka, KS",
      "image": "http://socialistworker.org/sites/default/files/images/2017/06/gwendolyn_brooks.jpg",
      "bio": "The time cracks into furious flower.  Lifts its face all unashamed.  And sways in wicked grace.\nWhose half-black hands assemble oranges is tom-tom hearted (goes in bearing oranges and boom).\nAnd there are bells for orphans– and red and shriek and sheen. A garbageman is dignified as any diplomat.\nBig Bessie’s feet hurt like nobody’s business, but she stands–bigly–under the unruly scrutiny, stands in the wild weed.\nIn the wild weed she is a citizen, and is a moment of highest quality; admirable.\nIt is lonesome, yes.  For we are the last of the loud.\nNevertheless, live.\nConduct your blooming in the noise and whip of the whirlwind.",
      "author": "Gwendolyn Brooks",
      "source": "https://betterblackness.wordpress.com/2014/01/01/the-second-sermon-on-the-warpland-by-gwendolyn-brooks/"
    },
    {
      "id": 71,
      "name": "Lucille Clifton",
      "born": 1936,
      "death": 2010,
      "birthplace": "Depew, NY",
      "image": "https://www.baltimoresun.com/resizer/48zMJeQLVD7Wsmr9K2Lv7gIifrc=/1200x0/top/www.trbimg.com/img-508346bf/turbine/bal-poet-lucille-clifton-gets-her-due-20121020",
      "bio": "i was born with twelve fingers\nlike my mother and my daughter.\neach of us\nborn wearing strange black gloves\nextra baby fingers hanging over the sides of our cribs and\ndipping into the milk.\nsomebody was afraid we would learn to cast spells\nand our wonders were cut off\nbut they didn’t understand\nthe powerful memory of ghosts.   Now\nwe take what we want\nwith invisible fingers\nand we connect\nmy dead mother    my live daughter   and me\nthrough our terrible shadowy hands.",
      "author": "Lucille Clifton",
      "source": "https://betterlivingthroughbeowulf.com/poetic-lifelines-to-those-left-behind/"
    },
    {
      "id": 72,
      "name": "Angela Davis ",
      "born": 1944,
      "death": "",
      "birthplace": "Birmingham, AL",
      "image": "https://madison365.com/wp-content/uploads/2019/07/37349388_10156400584704788_7543362387517112320_o-e1563817699463.jpg",
      "bio": "I’ve always recognized my own role as an activist as helping to create conditions of possibility for change. And that means to expand and deepen public consciousness of the nature of racism, of heteropatriarchy, pollution of the planet, and their relationship to global capitalism. This is the work that I’ve always done, and I’ve always known that it would make a difference. Not my work as an individual, but my work with communities who have struggled. I believe that this is how the world changes. It always changes as a result of the pressure that masses of people, ordinary people, exert on the existing state of affairs. I feel very fortunate that I am still alive today to witness this.",
      "author": "Ava DuVernay and Angela Davis ",
      "source": "https://www.vanityfair.com/culture/2020/08/angela-davis-and-ava-duvernay-in-conversation"
    },
    {
      "id": 73,
      "name": "Simone Browne",
      "born": 1973,
      "death": "",
      "birthplace": "Toronto, Canada",
      "image": "https://www.ilhumanities.org/app/uploads/2015/10/Simone-Browne.jpg",
      "bio": "Exactly. And that requires like an entire upending of a lot of white folks’ ways of seeing that whiteness isn’t a neutral, police aren't neutral. All of these things are framed by their histories. To let go of the idea of a technology, and perhaps the technology being used in the exercise of white supremacy of misogynoir or transphobia or being trans-antagonistic is a lot for many people to see. It's an easy alibi, I think, to say that the technology made me do it.",
      "author": "Sidney Fussell and Simone Browne",
      "source": "https://www.wired.com/story/how-surveillance-reinforced-racism/"
    },
    {
      "id": 74,
      "name": "Ruha Benjamin",
      "born": 1978,
      "death": "",
      "birthplace": "Wai, India",
      "image": "https://mcgraw.princeton.edu/sites/mcgraw/files/styles/pwds_people_full/public/people/r-benjamin-2018.png?itok=mIbCx8Vx",
      "bio": "Whether or not design-speak sets out to colonize human activity, it is enacting a monopoly over creative thought and praxis. Maybe what we must demand is not liberatory designs but just plain old liberation. Too retro, perhaps? And that is part of the issue — by adding “design” to our vision of social change we rebrand it, upgrading social change from “mere” liberation to something out of the box, “disrupting” the status quo. But why? As Vinsel queries, “would Design Thinking have helped Rosa Parks ‘design’ the Montgomery Bus Boycott?” It is not simply that design thinking wrongly claims newness, but in doing so it erases the insights and agency of those who are discounted because they are not designers, capitalizing on the demand for novelty across numerous fields of action and coaxing everyone who dons the cloak of design into being seen and heard through the dominant aesthetic of innovation. ",
      "author": "Ruha Benjamin",
      "source": "https://www.ruhabenjamin.com/race-after-technology"
    },
    {
      "id": 75,
      "name": "Joy Buolamwini",
      "born": 1989,
      "death": "",
      "birthplace": "Edmonton, Canada",
      "image": "https://content.fortune.com/wp-content/uploads/2019/04/wgl05.19-joy-buolamwini.jpg",
      "bio": "My heart smiles as I bask in their legacies.Knowing their lives have altered many destinies. In her eyes, I see my mother's poise. In her face, I glimpse my auntie's grace. In this case of deja vu. A 19th century question comes into view. In a time, when Sojourner truth asked\n\"Ain't I a woman?\". Today, we pose this question to new powers. Making bets on artificial intelligence, hope towers. The Amazonians peek through. Windows blocking Deep Blues. As Faces increment scars. Old burns, new urns. Collecting data chronicling our past. Often forgetting to deal with. Gender race and class, again I ask\n\"Ain't I a Woman?\".",
      "author": "Joy Buolamwini",
      "source": "https://youtu.be/QxuyfWoVV98"
    },
    {
      "id": 76,
      "name": "Danielle Wood",
      "born": "",
      "death": "",
      "birthplace": "Orlando, FL",
      "image": "https://appliedsciences.nasa.gov//sites/default/files/styles/homepage_hero/public/Danielle%20Wood%20Profile%20Photo.jpg?h=0c170278&itok=EgSzNmwm",
      "bio": "Professor Danielle Wood serves as an Assistant Professor in the Program in Media Arts & Sciences and holds a joint appointment in the Department of Aeronautics & Astronautics at the Massachusetts Institute of Technology. Within the Media Lab, Prof. Wood leads the Space Enabled Research Group which seeks to advance justice in Earth's complex systems using designs enabled by space. Prof. Wood is a scholar of societal development with a background that includes satellite design, earth science applications, systems engineering, and technology policy. In her research, Prof. Wood applies these skills to design innovative systems that harness space technology to address development challenges around the world. Prior to serving as faculty at MIT, Professor Wood held positions at NASA Headquarters, NASA Goddard Space Flight Center, Aerospace Corporation, Johns Hopkins University, and the United Nations Office of Outer Space Affairs. Prof. Wood studied at the Massachusetts Institute of Technology, where she earned a PhD in engineering systems, SM in aeronautics and astronautics, SM in technology policy, and SB in aerospace engineering.",
      "author": "MIT Media Lab",
      "source": "https://www.media.mit.edu/people/drwood/overview/"
    },
    {
      "id": 77,
      "name": "Jessica B. Harris",
      "born": 1948,
      "death": "",
      "birthplace": "Queens, New York, NY",
      "image": "https://www.beccastone.com/wp-content/uploads/2013/11/Dr-Jessica-Harris.png",
      "bio": "In her own origin story, even before her work with ESSENCE took her around the world to try global flavors, she was first introduced to new traditions and tastes at home.\n\n“I got started with my love of food at home, through my mother,” she says. “I grew up cooking and having some knowledge of food, and a mother who was tolerant and let me play with things. The first thing I ever made was something called coo-pie cake. It was a little flat pie crust thing. She had given me a piece of pie crust, and I had mashed it down in some way. I remember red food coloring was involved, as was sugar. She baked it, and when it came out we ate it, and we called it coo-pie cake. That would be because it was not a cookie, it was not pie, it was not cake. And so when my first book came out, first cookbook, I remember writing in her copy of it, and she always got the first copy of any book I wrote. I would say, ‘We’ve come a long way from coo-pie cake.'”\n\nShe certainly has. ",
      "author": "Victoria Uwumarogie",
      "source": "https://www.essence.com/lifestyle/high-on-the-hog/"
    },
    {
      "id": 78,
      "name": "Edna Lewis",
      "born": 1916,
      "death": 2006,
      "birthplace": "Freetown, VA",
      "image": "https://i2.wp.com/popula.com/wp-content/uploads/2018/09/Edna-Lewis-sunflowers.jpg?resize=1200,630",
      "bio": "It was tasty, that chicken, in the way that pre-fried chicken plucked out from a pile under heatlamps can be tasty: salty and greasy, slicking the lips with bird fat. But Lewis, who placed Southern cooking in the pantheon of great cuisines, respected fried chicken as a special-­occasion food. She made hers not by punishing it in a pot of hot grease, but by patiently turning it in a shallow pan, crisping it over time in a blend of lard, butter and country ham, a technique that reflects something greater than the flavor of conjoined fats. When Lewis was growing up in Freetown, she learned that there was a season truly perfect for frying chickens — late spring to early summer, when the birds were the right size and had the right feed — just as there was a season for peaches and a season for blackberries. Foods, Lewis argued, are always temporal, so all good tastes are special. And when you have only a few chances every year to make something, you make it well. You use home-rendered lard to cook the bird. You brown the breasts first, then lay them on top of the sizzling legs so that they finish cooking gently in the heat above the pan. You slip in a slice of country ham to season the fat. That’s how you give thanks for it.",
      "author": "Francis Lam",
      "source": "https://www.nytimes.com/2015/11/01/magazine/edna-lewis-and-the-black-roots-of-american-cooking.html"
    },
    {
      "id": 79,
      "name": "Sylvia D’Alessandro",
      "born": "",
      "death": "",
      "birthplace": "Staten Island, New York",
      "image": "https://i.pinimg.com/originals/66/07/62/6607621fad7864542736a8b86fefe2ba.jpg",
      "bio": "Okay. The annual festival which the local paper, the Staten Island Advance bills as the most diverse festival on Staten Island. What we offer—admission is free. We have vendors set up selling different wares, some of which is Afrocentric in nature. We have entertainment, jazz, blues and steel bands. We have barbecue and that you have to pay for. They’re cooked using the secret Sandy Ground sauce which is a recipe that has been passed down from generation to generation and only two men have the recipe at any given time. If you want to go on the list to learn the recipe, you have to learn to barbecue. If anything happens to one of those people who have the recipe for the sauce, it goes to the next person who’s eligible to get it. And Pam [Pamela] Silvestri, the foodservice editor for Staten Island Advance, she says, “I’m going to get that recipe.” I said, “See if you can unravel it.” But she couldn’t [laughter]. People come just to get the barbecue with the sauce. And we do free tours of the museum on that day. We do arts and crafts for children. And people come and they learn—it’s another way of learning about us and what it is that we do. We always sell a lot of memberships on that day also.",
      "author": "Filip Mazurczak and Sylvia D’Alessandro",
      "source": "https://www.nypap.org/oral-history/sylvia-dalessandro/"
    },
    {
      "id": 80,
      "name": "Tonya Hopkins",
      "born": "",
      "death": "",
      "birthplace": "Camden, New Jersey ",
      "image": "https://www.thespruceeats.com/thmb/3h_vPbfj4mGAH0zX65Mu86SnKgQ=/735x0/Tonya-Hopkins-e5df4d405059424ca3b155c5adac9543.jpg",
      "bio": "Hopkins, a culinary historian born in Camden and now lives in Brooklyn, has recorded a podcast episode on pepper pot for the Philadelphia Citizen. She developed her pepper pot recipe as a reimagining of colonial Philadelphia pepper pots, served the way her grandmother would have wanted. For Hopkins, the connection is healing. “Food is so ephemeral. It’s like here and now,” Hopkins said, adding, “There’s a spirituality to food and how it sustains us, and our unique relationship with it in this country. It’s a very important medium through which to re-remind ourselves of who we are in the best ways, in ways that are good for us.”",
      "author": "Cassie Owens",
      "source": "https://www.inquirer.com/food/philadelphia-pepper-pot-soup-stew-history-20200212.html"
    },
    {
      "id": 81,
      "name": "Mary Lee Bendolph",
      "born": 1935,
      "death": "",
      "birthplace": "Gee's Bend, Alabama",
      "image": "https://www.soulsgrowndeep.org/sites/default/files/Mary_Lee_Bendolph_3166_0.jpg",
      "bio": "Families down here, they like to do together. See, we farm together, and the ladies in the family get together for quilting. In them days, they farm three months, then when the lay-by time come—’round the last of May, June—they go to piecing quilts. August, go back to the field. October and November, up into December—and then after Christmas and New Year over with—back to piecing and quilting. Piece by yourself; quilt together.\n\nWhen you go to quilt, you beat the cotton out on the floor, first thing, to get the dust out. Then sweep the floor—collect the cotton—spread the lining out and put the cotton back on the lining, beat it out, put the top on there, get your thread and needles and hook it in the quilting frame.",
      "author": "Souls Grown Deep",
      "source": "https://www.soulsgrowndeep.org/artist/mary-lee-bendolph"
    },
    {
      "id": 82,
      "name": "Elizabeth Freeman",
      "born": 1744,
      "death": 1829,
      "birthplace": "Claverack, Province of New York",
      "image": "https://upload.wikimedia.org/wikipedia/commons/2/28/Mumbett70.jpg",
      "bio": "Elizabeth Freeman (c.1744 – December 28, 1829), also known as Bet, Mum Bett, or MumBet, was the first enslaved African American to file and win a freedom suit in Massachusetts. The Massachusetts Supreme Judicial Court ruling, in Freeman's favor, found slavery to be inconsistent with the 1780 Massachusetts State Constitution. Her suit, Brom and Bett v. Ashley (1781), was cited in the Massachusetts Supreme Judicial Court appellate review of Quock Walker's freedom suit. When the court upheld Walker's freedom under the state's constitution, the ruling was considered to have implicitly ended slavery in Massachusetts. \"Any time, any time while I was a slave, if one minute's freedom had been offered to me, and I had been told I must die at the end of that minute, I would have taken it—just to stand one minute on God's airth [sic] a free woman— I would.\"",
      "author": "Wikipedia",
      "source": "https://en.wikipedia.org/wiki/Elizabeth_Freeman"
    },
    {
      "id": 83,
      "name": "Jackie Shane",
      "born": 1940,
      "death": 2019,
      "birthplace": "Nashville, TN",
      "image": "https://supadu-wp-content.s3.amazonaws.com/southern-cultures-wp/wp-content/uploads/2018/10/21101708/Mcgowan-art-9.jpg",
      "bio": "Sure! I would say it—give me diamonds, give me furs, give me beautiful things—but don’t give me problems. You may think it’s playful, but I’m not playing. Get up off of it. I don’t believe in Christmas, but I believe in gifts every day. A friend of mine said, “Girl, at one time, I didn’t even think you were human.” Guys respect women who are forceful. This is how it is.\n\nI remember at this club, one night, they had a table there by the side of the stage, and there were two guys there, and they were ready to get down and dirty. I noticed them, and I looked at them, and I didn’t take my eyes off of them. I don’t play. Frank called me up. As I went, I kept looking at them, and I kept my eyes on them, daring them to move, as if to say, “If you try anything, I will kill you.” And I went up on the stage and did what I do. They left soon after.",
      "author": "Douglas Mcgowan",
      "source": "https://www.southerncultures.org/article/jackie-shane/"
    },
    {
      "id": 84,
      "name": "Kandis Williams",
      "born": "c. 1985",
      "death": "",
      "birthplace": "Park Heights, Baltimore, U.S",
      "image": "https://news.artnet.com/app/news-upload/2021/03/Kandis-Williams_portrait-by-Dicko-Chan_2018-1024x683.jpg",
      "bio": "Williams’s practice is driven by her “collage brain,” she said, a systematic impulse to deconstruct and reconstruct narratives and images. Her process begins with immersive research, the steady consumption of historical literature, critical theory, and the often addictive discourse unfolding over TikTok. Unpeeling the layers of a flattened official record, she mines for recurring patterns, connective tissue, and details that have been suppressed. She reassembles the two-dimensional into a work of greater depth, whether in the form of video, collage, reader, or performance. ",
      "author": "Janelle Zara",
      "source": "https://news.artnet.com/art-world/kandis-williams-profile-1949079"
    },
    {
      "id": 85,
      "name": "Neta Bomani",
      "born": "",
      "death": "",
      "birthplace": "",
      "image": "https://avatars.sched.co/d/c9/9597987/avatar.jpg?99f",
      "bio": "Participants will follow a series of prompts to develop and explore their connection to digital experiences and identity resulting in a collaborative zine.\n\nneta bomani is a Black person who engages in oral history, direct action and social practices for Black and Brown communities. neta seeks to reveal and reduce social precarity and inequality through the use of tangible, accessible media such as DIY computational objects, hand coded programs and abolitionist gestures of protest like organizing and making archives, writings, prints, zines, maps, circuits and workshops.",
      "author": "Science Gallery",
      "source": "https://detroit.sciencegallery.com/events/asynchronous-zine-making-a-workshop-with-neta-bomani"
    },
    {
      "id": 86,
      "name": "Caitlin Cherry",
      "born": 1987,
      "death": "",
      "birthplace": "Chicago, IL",
      "image": "https://res.cloudinary.com/ssenseweb/image/upload/v1610642480/e679dv1saedneu6nruti.jpg",
      "bio": "Caitlin Cherry is a painter of cyber-multitudes. Her models pose in gestures reminiscent of art history, but they emerge from gnarly squares of social media: she paints Black women based on their Instagram posts, abstractions of nocturnal colors, and forms inspired by software codes. The sharp tones of blue, purple, green, and yellow convey a sense of metallicity in her brushstrokes; the canvas appears malleable and chromatic, much similar to a computer screen. The subjects are influencers, as well as occasional dancers, bartenders, or models—the painter works against that evanescence of woman’s work.",
      "author": "Osman Can Yerebakan",
      "source": "https://www.ssense.com/en-us/editorial/culture/close-friends-with-artist-caitlin-cherry"
    },
    {
      "id": 87,
      "name": "Taylor Simone Stewart ",
      "born": "",
      "death": "",
      "birthplace": "Detriot, MI ",
      "image": "https://freight.cargo.site/w/535/q/75/i/a48bf6e302de0cc933d2d2cd42d022237bd563616994a76c10075db7639de578/20210707225026_IMG_9415.png",
      "bio": "Grief can be understood as a process of relearning one’s sense of self after a loss has occurred. Interpretations of grief often sit in relation to the passing of loved ones while denying the complexity of what can be lost. Within a society that relies heavily on domination, loss is positioned as an inherent constant that many navigate daily. Within my current body of work, Gardens of Grief, I explore grief as a continuum. I lean into this constant fragmentation as a place of triumph, rebirth, and space for ancestral knowledge to pour through. Within these explorations, I investigate the lack of space to process grief in a culture of domination and the things that grow from it. ",
      "author": "Taylor Simone",
      "source": "https://taylorsimone.one/Artist-Statements"
    },
    {
      "id": 88,
      "name": "Strawberry Hampton",
      "born": 1991,
      "death": "",
      "birthplace": "",
      "image": "https://cdn.vox-cdn.com/thumbor/yFM_tnakfXdWbXjjkciwOMKIKnE=/0x0:1023x731/1400x1050/filters:focal(414x139:576x301):no_upscale()/cdn.vox-cdn.com/uploads/chorus_image/image/64923312/INMATE_071119_03.0.jpg",
      "bio": "If I didn’t want to have sex, I would have to fight for my safety. I was placed in segregation for my whole bid due to the simple fact that they blamed me for being transgendered. They blamed me for being so outspoken and so happy for who I am. I was punished for being free and inside of my skin. I wasn’t free physically, but I was free mentally. I was able to express who I was. I didn’t have to hide behind the curtain. I didn’t have to hide who I was or what I was; it’s just me.",
      "author": "Charles Preston",
      "source": "https://www.injusticewatch.org/commentary/2019/hampton-tells-of-life-as-transgender-in-illinois-prison-system/"
    },
    {
      "id": 89,
      "name": "Timnit Gebru",
      "born": 1983,
      "death": "",
      "birthplace": "Addis Ababa, Ethiopia",
      "image": "https://media.wired.com/photos/60be8e079731be96a5fef461/1:1/w_1089,h_1089,c_limit/Timnit-Gebru_MGL510-top.jpg",
      "bio": "Some Googlers chafed at Gebru’s willingness to confront colleagues. “Timnit’s behavior was very far outside the norm,” says one researcher at Google who was not authorized to speak to the press. The researcher recalls an incident in the summer of 2020, during the wave of Black Lives Matter protests, when Gebru got into a dispute on an internal mailing list dedicated to discussing new AI research papers. A male colleague posted a short, enthusiastic message about a new text­-generation system that had just been opened up for commercial use. Gebru, acutely conscious of the demonstrations roaring across America, replied to highlight a warning from a prominent woman in the field that such systems were known to sometimes spew racist and sexist language. Other researchers then replied to the initial post without mentioning Gebru’s comment. Gebru called them out for ignoring her, saying it was a common and toxic pattern, and she says one man privately messaged her to say he wasn’t surprised she got harassed online. A hot-tempered debate ensued over racism and sexism in the workplace.",
      "author": "Tom Simonite ",
      "source": "https://www.wired.com/story/google-timnit-gebru-ai-what-really-happened/"
    },
    {
      "id": 90,
      "name": "Barbara Chase-Riboud",
      "born": 1939,
      "death": "",
      "birthplace": "Philadelphia, PA",
      "image": "https://awarewomenartists.com/wp-content/uploads/2020/09/portrait-barbara-chase-riboud-2017-aware-women-artists-artistes-femmes.jpeg",
      "bio": "I could guess her answers, even though I didn't have one letter from her, as if she was sitting there like a goddess listening to the chatter of this little girl from Philadelphia through Rome, through France, all over the world, from Russia, from China. And she was listening to all this and she was answering me in her own way. So, her spirit sort of impregnated all these little scraps of paper until she became uninvisible, she became as visible as anybody could ever be.\n\nAnd that was the amazing thing about discovering these letters and then transcribing them. There were 600 of them and we edited it down to 300, [so] I decided we would not edit inside the letter, that the letter would stand as it is or not at all. So, this will be one of my last books, or probably my last book, which is finally the epitome of invisibility in my mother as an invisible woman.",
      "author": "Erin Jenoa Gilbert, Ilyasah Shabazz, and Barbara Chase-Riboud",
      "source": "https://saintheron.com/"
    },
    {
      "id": 91,
      "name": "Janelle Monáe",
      "born": 1985,
      "death": "",
      "birthplace": "Kansas City, KS",
      "image": "https://thegentlewoman.co.uk/img/VGM5ZWRwM0JQTDloOXlsbG5JbEtJZz09/101-170-tgw22-janelle-monae-132.jpg",
      "bio": "Janelle Monáe has carved out an extraordinary niche with her skills as a singer, entrepreneur, actor and activist – dubbed an “incandescent talent” by no less than Michelle Obama. At 34, having cast off the constraints of her early extraterrestrial persona, her universe has expanded, resulting in music that’s more danceable and screen performances that feel intimate and real. Janelle grew up in Kansas City but found her people in Atlanta, from where her company, the Wondaland Arts Society, invites like-minded “free-ass motherfuckers” to join her in creating radical art.",
      "author": "Horacio Silva",
      "source": "https://thegentlewoman.co.uk/library/janelle-monae"
    },
    {
      "id": 92,
      "name": "Barbara Smith",
      "born": 1946,
      "death": "",
      "birthplace": "Cleveland, OH",
      "image": "https://makinggayhistory.com/wp-content/uploads/2019/10/Main-Image-BS-768x768.png",
      "bio": "In her 72 years, Barbara not only cofounded the Combahee River Collective, she helped build a visible Black feminist movement during a period when one did not exist. “Virtually everything I have done has been in service of that mission,” Barbara says, from teaching one of the first courses on Black women writers in the United States in 1973, to building the field of Black women’s studies by asserting that there was and could be such a thing, and cofounding Kitchen Table: Women of Color Press in 1980, the first United States publisher for all women of color to reach a large national audience, which published the second edition of the beloved and groundbreaking anthology This Bridge Called My Back. “Arguably, the history of Black women’s organizing would be very different if none of these interventions had occurred,” she tells me.",
      "author": "Janet Mock",
      "source": "https://www.out.com/out-exclusives/2019/2/12/know-barbara-smith-one-our-first-proud-out-black-lesbians"
    },
    {
      "id": 93,
      "name": "Gloria Richardson",
      "born": 1922,
      "death": 2021,
      "birthplace": "Baltimore, MD",
      "image": "https://afro.com/wp-content/uploads/2021/01/Gloria-Richardson-YouTubeScreenshot-001.jpg",
      "bio": "Richardson was the first woman to lead a prolonged grassroots civil rights movement outside the Deep South.In 1962, she helped organize and led the Cambridge Movement on Maryland’s Eastern Shore with sit-ins to desegregate restaurants, bowling alleys and movie theaters in protests that marked an early part of the budding Black Power movement. “I say that the Cambridge Movement was the soil in which Richardson planted a seed of Black power and nurtured its growth,” said Joseph R. Fitzgerald, who wrote a 2018 biography on Richardson titled The Struggle is Eternal: Gloria Richardson and Black Liberation. She became the leader of demonstrations over bread and butter economic issues like jobs, health care access and sufficient housing. “Everything that the Black Lives Matter movement is working at right now is a continuation of what the Cambridge Movement was doing,” Fitzgerald said.",
      "author": "Kevin L. Clark",
      "source": "https://www.ebony.com/news/gloria-richardson-civil-rights-icon-dies-at-99/"
    },
    {
      "id": 94,
      "name": "Chelsea Mikael Frazier",
      "born": "",
      "death": "",
      "birthplace": "",
      "image": "https://atmos.earth/wp-content/uploads/2020/09/chelsea-mikael-frazier-1920x2281.jpeg",
      "bio": "This interpretation is the kind made possible by Black Feminist Ecological Thought. Black Feminist Ecological Thought emphasizes the importance of recognizing this kind of novel as being both Ecological Art and Black Feminist Art simultaneously. Black Feminist Ecological Thought also illuminates the reasons why it is important for us to interweave both perspectives in order to discern the transformative potential of the text. In this case, the transformative potential being: the ecological harms of misogynoir and anti-Indigeneity affect Black women extremely intensely, and those effects also guarantee a despairing destruction for all directly responsible and/or indirectly complicit.",
      "author": "DR. CHELSEA MIKAEL FRAZIER",
      "source": "https://atmos.earth/black-feminist-ecological-thought-essay/"
    },
    {
      "id": 95,
      "name": "Teona Williams",
      "born": "",
      "death": "",
      "birthplace": "",
      "image": "https://pbs.twimg.com/profile_images/1316944591904477185/wIoOo1t7.jpg",
      "bio": "The first wave of environmental justice literature tended to define environmental racism as the disparate siting of toxic waste facilities in low-income areas and communities of colour. More recently, environmental justice scholars have turned to a critical environmental justice framework to explore questions of spatial equity in relation to movements like Black Lives Matter. It is increasingly clear that the state, the built environment, economic development, and race converge in communities who face increased surveillance, divestment, and gentrification. Using Hyde Park on the South Side of Chicago as a case study, I draw on qualitative and historical methods to interrogate dominant narratives surrounding policing in urban environments. This paper highlights how Black geographies, as an analytic, highlight the intersection of police brutality and the built environment in Hyde Park. Legacies of urban renewal, now framed as neighbourhood revitalisation, and narratives around criminality and race all influence community police relations in the area. As the University of Chicago expands, so does its police force, and so do conflicts over who can use public spaces and how these spaces are used. I argue that institutions like the University of Chicago rely on the police to racially manage and expand their built environment. I also look to Black Lives Matter as a way to understand police brutality as enmeshed with toxic ecologies. This pairing of activism, ecology and policing allows a more nuanced analysis of the racialised underpinnings of the built environment.",
      "author": "Teona Williams",
      "source": "https://onlinelibrary.wiley.com/doi/abs/10.1111/anti.12692"
    },
    {
      "id": 96,
      "name": "J.T. Roane",
      "born": "",
      "death": "",
      "birthplace": "",
      "image": "https://pbs.twimg.com/profile_images/1394159665706151937/XYgyeXo1_400x400.jpg",
      "bio": " This article examines Black communities’ engagement with practices of place and alternative figurations of land and water in the antebellum and post-emancipation periods around the lower – Chesapeake Bay. It historicizes the work of enslaved, free,and emancipated communities to create a distinctive and often furtive social architec-ture rivaling, threatening, and challenging the infrastructures of abstraction, com-modification, and social control developed by white elites before and after the formal abolition of slavery. Practices centered in the various iterations of the plot — the site of the body’s interment, the garden parcel, and hidden insurrectionary activity — fostered a vision of de-commodified water and landscapes as well as resources. Evolving indialectic with mastery and dominion — or biblically justified total control  — enslaved and post-emancipation communities claimed and created a set of communal resour-ces within the interstices of plantation ecologies, constituting the Black commons.",
      "author": "J.T. Roane",
      "source": "https://www.academia.edu/38076843/Plotting_the_Black_Commons"
    },
    {
      "id": 97,
      "name": "Christy Hyman",
      "born": "",
      "death": "",
      "birthplace": "",
      "image": "https://pbs.twimg.com/media/EhuiKkAXsAU8yyP.jpg",
      "bio": "Gilles Deleuze has written that movement is a translation in space. In this talk I use this distinction as a framework for critical reflection on engaging how past agents marginalized in history have influenced the meaning of space and place. My focus will center on enslaved people who liberated themselves from bondage in the Great Dismal Swamp borderlands area of Virginia and North Carolina. Throughout this talk I will discuss how geospatial analysis has broadened the ways I approach enslaved movement in cartographies of struggle by pointing out the literal and figurative connections to space that enslaved people recognized in their journeys toward making freedom. The human costs associated with running away like distance, navigational literacy, and access to shelter and food are all weighed in this conversation. Ultimately the goal of this talk is to expand our understanding of how geospatial processes intervene with investigations into slavery and freedom and inform how enslaved movement translates spaces of the past.",
      "author": "Christy Hyman",
      "source": "https://archive.mith.umd.edu/mith-2020/dialogues/dd-fall-2018-christy-hyman/"
    },
    {
      "id": 98,
      "name": "MaVynee Betsch",
      "born": 1935,
      "death": 2005,
      "birthplace": "Jacksonville, FL",
      "image": "https://images.findagrave.com/photos250/photos/2012/153/91185040_133865141634.jpg",
      "bio": "\"Hello,\" said the voice on the tape. \"This is the Beach Lady. If you’re getting this message, it may be because I have turned into a butterfly and floated out over the sand dune.\"\n\nThat’s MaVynee: defying gravity, determinedly whimsical in the face of adversity and diminished fortunes. She was not always a hermit at the beach. She was raised in one of the preeminent black families in the South and was educated at the Oberlin Conservatory of Music in Ohio. She studied voice in Paris and London, and sang opera throughout Germany during the mid- 1950s and early ’60s in concert halls where she is still remembered four decades after she quit her glamorous career because she felt herself called home to Florida. She jettisoned more than her diva status. She also gave away her significant inheritance, writing checks to conservation causes until the money ran out in the late 1970s, with the intangible compensation that a textbook on butterflies is dedicated to her and an Atlantic-traveling whale has been given her name (MaVynee #1151) by biologists at Boston’s New England Aquarium. If MaVynee does indeed decide to float off as a butterfly, she certainly won’t lack for credentials.",
      "author": " Russ Rymer",
      "source": "https://www.smithsonianmag.com/history/beach-lady-84237022/"
    },
    {
      "id": 99,
      "name": "Danielle M. Purifoy",
      "born": "",
      "death": "",
      "birthplace": "",
      "image": "https://static.wixstatic.com/media/29034a_3dbd6a0315ac42b2bb8095d08c0d3d74~mv2_d_2208_1473_s_2.jpg/v1/crop/x_609,y_0,w_990,h_1473/fill/w_472,h_702,al_c,q_80,usm_0.66_1.00_0.01/29034a_3dbd6a0315ac42b2bb8095d08c0d3d74~mv2_d_2208_1473_s_2.webp",
      "bio": "Today I'm going to read the first page and a half of Toni Morrison’s Sula. I read this book back in some summer, during some summer in high school. And it was, I believe, the first book by Toni Morrison that I've read. And I remembered really vividly the relationship between Sula and Nell, two of the main characters, but I didn't remember it wasn't until I really started with my studies of black places and black towns that I circled back to this book and realize that the place in which Sula and Nell lived was one of these black places that I was writing about. So, I'm just going to read—and it's also an environmental justice, like, there's an environmental justice component to this as well that I think is really important and a really important element of some of the work that I do. So, this is from part one of Sula.",
      "author": "Melody and Danielle Purifoy",
      "source": "https://southernfutures.unc.edu/danielle-purifoy/"
    },
    {
      "id": 100,
      "name": "Augusta Savage",
      "born": 1892,
      "death": 1962,
      "birthplace": "Green Cove Springs, FL",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Augusta_Savage%2C_H-HNE-20-87.jpg/440px-Augusta_Savage%2C_H-HNE-20-87.jpg",
      "bio": "In assessing “Augusta Savage: Renaissance Woman,” the Times art critic Roberta Smith noted of another Savage sculpture titled “Realization”: “It never made it beyond its forcefully modeled nearly life-size clay version. It’s heartbreaking to think the difference its survival might have made.”\nRecently, in the context of questions over Confederate monuments, there have been calls to recreate Savage’s “The Harp” and display it at the National Museum of African American History and Culture in Washington.\nSavage viewed her own legacy with humility, putting the emphasis on the success of her students. In a 1935 interview in Metropolitan Magazine, she said, “I have created nothing really beautiful, really lasting, but if I can inspire one of these youngsters to develop the talent I know they possess, then my monument will be in their work.”",
      "author": "Concepción de León",
      "source": "https://www.nytimes.com/2021/03/30/us/augusta-savage-black-woman-artist-harlem-renaissance.html"
    },
    {
      "id": 101,
      "name": "Ricky Weaver",
      "born": "c. 1990",
      "death": "",
      "birthplace": "Ypsilanti, Michigan",
      "image": "https://images.squarespace-cdn.com/content/v1/58d130655016e185ea33460c/1500325841907-H2H0ISO4FOVYB6RPFAD9/WEAVER_001.jpg?format=1000w",
      "bio": "Ricky Weaver’s work co-conspires with the poetics and futurity of Black feminist metaphysics to reimagine the language of Black women’s gestures as a portal to otherwise. These images locate a specific code of facial expressions and body language that can be traced back to the Middle Passage—one that disrupts the paradigmatic ways of archiving Blackness and outsmarts surveillance technologies as such. \n\nThese women represented, through their cultural and spiritual practices, conjure up the God within them to stop storms. The spatiotemporal effects of their Black practices command the wake to still. Their bodies possess a vernacular that allows us to access worlds that don’t require escape. Weaver [imag]ines if she tends, intentional to the quantum ontology of images the work can assist in facilitating a slight transitioning, if only a step, toward elsewhere. \n\nA new archive, a new image.",
      "author": "Ricky Weaver",
      "source": "https://www.rickyweaver.com/artist-statements"
    },
    {
      "id": 102,
      "name": "Sean Saifa Wall",
      "born": "c. 1985",
      "death": "",
      "birthplace": "Bronx, NY",
      "image": "https://images.squarespace-cdn.com/content/v1/5e49a3b2476df0333ac0b420/1616017024079-22WPA1C3B8XYGYZ070B3/SeanSaifaWallHeadshot.jpg",
      "bio": "You know, I think, you know, I think Freire, Paulo Freire, and the, um, 'Pedagogy of the Oppressed' and, you know, one of the things that sticks with me is this, this idea of dehumanization, which I think we know so well, And so intimately as Black people, like I think is a particular kind of dehumanization that no one should experience. And I think for intersex people, it's a similar to humanization, which is why I always talk at the intersections of being Black and intersex. Right. Um, because they can't be teased, they can't be extricated. They can't be like taken apart. Like it's all the same thing for me. Right. Um, and I think, you know, doctors have done a really great job of making it seem that intersex is so small, so rare. Right? And also keeping intersex people from each other, *mmhmm* and defining what is intersex, who is intersex. Right. And I think for me, sort of like getting intersex away from medics. Because I think if we can free ourselves from medicalization, what becomes possible? *mmhmm* What becomes possible for people, right? And, you know, even the people who know me, who've heard my story, who know them in a sex talk my shit, blah, blah, blah. They still don't think that they could be intersex because they're like, well, you know, even for people who know what intersex is, or may know the definition, they don't implicate themselves, which lets me know that there's still a long way to go.",
      "author": "Sean Saifa Wall",
      "source": "https://www.findingourwaypodcast.com/individual-episodes/s2e8"
    },
    {
      "id": 103,
      "name": "Colette Pichon Battle",
      "born": "c. 1985",
      "death": "",
      "birthplace": "Bayou Liberty, LA",
      "image": "https://media.npr.org/assets/img/2020/08/06/colettepichonbattle_2019w-embed-7760121510fefba0bd9aedf2196b1c09e5dc86df.jpg",
      "bio": "Yeah, you know, I have, over the last couple of years, called into my life a more spiritual approach to my work. So it's an honor now. It used to be a duty, and now I see it as an honor. This work will make me hate the water or even fear it, and that is absolutely not who I am or where I come from. It would even make me hate this place - right? - and hate people, and that is also not who I'm from.\n\nWe are not a people who are energized by hatred. I come from people who are energized by joy. And we're real, real loud, just like that swamp, you know? All those crickets and all that - you can hear us. You can smell us. You can come join us any time. That's who I come from, and I was losing it. And so I have been on a spiritual journey.\n\nWe're running a Sacred Waters Pilgrimage right now with Black and Native women to heal the relationships of Native and Black folks with each other and to heal the relationship of humanity with our water, with our Earth. We are literally doing a pilgrimage down the Mississippi River for the next seven months to make sure that we advance this not using legislation, not even using technology - using traditional ecological knowledge and cultural traditions to advance our relationships with one another and our understanding of this planet and the water that she holds, which is our life.",
      "author": "Colette Pichon Battle and Manoush Zomorodi",
      "source": "https://www.npr.org/transcripts/971498925"
    },
    {
      "id": 104,
      "name": "Laverne Cox",
      "born": 1972,
      "death": "",
      "birthplace": "Mobile, AL",
      "image": "https://pyxis.nymag.com/v1/imgs/89e/40e/94eb4d9a44571dce4bccb9b7a571ee3b84-laverne-cox.rsquare.w1200.jpg",
      "bio": "“[My boyfriend and I] watched all the Avengers movies and there’s a whole universe over there, it is kind of exciting and amazing,” Cox said. And should the opportunity to join the Marvel Cinematic Universe arise, she’s more than willing to climb aboard. “That is a dream, and that is something I am manifesting,” she said.\n\nUntil that happens, Cox is booked and busy. Last year, the 49-year-old starred alongside Carey Mulligan in the Oscar-winning film Promising Young Woman, and appeared in the Hulu horror film Bad Hair. Later this year, she’ll play trainer and lifestyle coach Kacy Duke in the Anna Delvey-inspired Netflix series Inventing Anna. We love to see it!",
      "author": "Abby Monteil",
      "source": "https://www.them.us/story/laverne-cox-is-ready-to-join-the-marvel-cinematic-universe-avengers"
    },
    {
      "id": 105,
      "name": "Stacey Abrams",
      "born": 1973,
      "death": "",
      "birthplace": "Madison, WI",
      "image": "https://api.time.com/wp-content/uploads/2018/07/stacey-abrams-portrait.jpg",
      "bio": "Wasn’t Stacey Abrams a bit too busy helping Joe Biden get elected, turning out the Democratic vote everywhere, helping flip her state of Georgia blue and then the U.S. Senate, plus tending to her three organizations to produce, of all things, her first political thriller, set in Washington, D.C., a city where, according to her ever-evolving spreadsheet of life goals, she aspires to reside someday as president of the United States? “While Justice Sleeps,” to be published Tuesday, is Abrams’s second book to come out in less than a year, following the bestseller “Our Time Is Now: Power, Purpose, and the Fight for a Fair America.” It is also her first work of fiction to be published under Abrams’s name.\n\nThe thriller, Abrams said in a Zoom interview from her Atlanta home last month, concerns “a president who’s involved in international intrigue and a Supreme Court justice who’s fallen into a persistent vegetative state, and this law clerk has to sort of save the world.”",
      "author": "Karen Heller",
      "source": "https://www.washingtonpost.com/entertainment/books/stacey-abrams-thriller/2021/05/05/61577f30-ac30-11eb-ab4c-986555a1c511_story.html"
    },
    {
      "id": 106,
      "name": "LaToya Ruby Frazier",
      "born": 1982,
      "death": "",
      "birthplace": "Braddock, Pennsylvania",
      "image": "https://static01.nyt.com/images/2014/10/13/blogs/20141013-lens-frazier-slide-4BI0/20141013-lens-frazier-slide-4BI0-superJumbo.jpg",
      "bio": "LaToya Ruby Frazier was born in 1982 in Braddock, Pennsylvania. Her artistic practice spans a range of media, including photography, video, performance, installation art and books, and centers on the nexus of social justice, cultural change, and commentary on the American experience. In various interconnected bodies of work, Frazier uses collaborative storytelling with the people who appear in her artwork to address topics of industrialism, Rust Belt revitalization, environmental justice, access to healthcare, access to clean water, Workers’ Rights, Human Rights, family, and communal history. This builds on her commitment to the legacy of 1930s social documentary work and 1960s and ’70s conceptual photography that address urgent social and political issues of everyday life.",
      "author": "LaToya Ruby Frazier",
      "source": "https://latoyarubyfrazier.com/"
    },
    {
      "id": 107,
      "name": "Nancy Elizabeth Prophet",
      "born": 1890,
      "death": 1960,
      "birthplace": "Warwick, Rhode Island",
      "image": "https://upload.wikimedia.org/wikipedia/commons/d/da/Elizabeth_Prophet%2C_sculptress_and_teacher_-_NARA_-_559226.jpg",
      "bio": "A brave soul, Nancy Elizabeth Prophet worked as a housekeeper to pay her way through Rhode Island School of Design. She became the first Black woman to graduate from the institution. In 1922, with only $380, she sailed from Rhode Island to Paris where, for a good while, she had better prospects as an artist of colour. Back in the States her ethnicity hindered her growth as an artist (once she was invited to submit work to an exhibit with the condition that she not come herself…). \n\nNancy’s 46-page diary is filled with lines of determination from what seemed to be her pits of hell while living in Paris. Despite malnutrition, working in no heat, having no benefactor support at times, etc. she kept at her work, kept making, kept soliciting support through her friend WEB DuBois. She kept going. \"Not to be wholly one's self is death to the soul. Poverty, detestable poverty, how you trail behind me ever screeching out your presence. Think you to ever make me a subject of your kingdom? Never! Though I die of hunger I shall never bend the knee to your majesty for I am not of your race. How swiftly the happy days slip by. It's the unhappy ones that linger. Days of laughter and days of tears...Days of plenty and then days of want. Beauty is conceived in paradise but found in the depths of hell.\" At the same time their journals are sort of like emotional maps (if that makes any sense). I read and feel gratitude and relief that they expressed how something felt or documented certain life events. I’m relieved they found vocabulary to describe scenarios, sensations, moments, and emotions for which even I haven’t been able to match words.  In their documentations I see why it’s so important that I keep documenting my life. There’s resonance in their rhetoric. And where there is resonance there is healing.",
      "author": "Nancy Elizabeth Prophet and Chimene",
      "source": "http://www.journeysoulfully.co/whereareourjournals/2016/8/11/nancy-elizabeth-prophet-journaling-through-her-darkness"
    },
    {
      "id": 108,
      "name": "Sadie Tanner Mossell Alexander",
      "born": 1898,
      "death": 1989,
      "birthplace": "Philadelphia, PA",
      "image": "https://www.marketplace.org/wp-content/uploads/2021/06/Sadie-Alexander-Photo-e1624921294348.jpg?w=600",
      "bio": "One hundred years ago this month, a woman named Sadie T. Mossell (later known as Sadie Alexander) became the first African American to receive a doctoral degree in economics in the United States. But despite her economics Ph.D. from the University of Pennsylvania, she could not find paid work as an economist. She later returned to school to pursue a law degree and went on to a long career as a civil rights attorney and activist. “Economists assumed that after she became a lawyer, she had given up her interest in economics,” said Nina Banks, an associate professor of economics at Bucknell University and editor of a new book called “Democracy, Race, and Justice: The Speeches and Writings of Sadie T. M. Alexander.” “And so when I went to the archives at the University of Pennsylvania in 2003, I was really shocked to find that for all of her life, she had a sustained interest in economics [and] the economic status and condition of African Americans.”\nAfter that, Banks spent years researching the archives of Sadie Alexander to uncover the economic ideas within her words. “We must provide the hope and the certainty of productive employment to everyone, and especially to Negro young people. The basic purpose of this comprehensive design, this total process, is the development of the deprived, the neglected — the discriminated against — the minority — to its full potential. This is necessary not only to meet the ends of social justice and morality, to fulfill the guarantees of our constitution and laws, but because in this era of automation, when tens of thousands of unskilled and semi-skilled jobs are being eliminated, it becomes an economic imperative which is basic to our very existence as a free society.”",
      "author": "Kimberly Adams, Maria Hollenhorst, and Sadie T. M. Alexander",
      "source": "https://www.marketplace.org/2021/06/28/why-the-words-of-americas-first-black-economist-resonate-today/"
    },
    {
      "id": 109,
      "name": "Rayceen Pendarvis",
      "born": 1951,
      "death": "",
      "birthplace": "",
      "image": "https://www.washingtonian.com/wp-content/uploads/2019/10/Screen-Shot-2019-10-10-at-2.42.27-PM.png",
      "bio": "i'm a native Washingtonian i just turned 70 years old this year god is so good. i'm still marching. i marched with dr king, i marched on the washington for gay and civil rights for everyone, for marriage equality, for women to have an equal place at the table, for our sisters and brothers to come together and here i am still marching in 2020. let me just let you bow your head for a second. heavenly father we thank you we come before you, the god of our understanding, the god who sits high and looks slow and watches over us. father god for those who are black, white, straight, gay, and those who are non-believers let us come together and heal this country as the human race needs to heal and understand the importance of those who are black and brown in this country. that those who fathers who hung on trees, who children's and ancestors who watch over us today that their grandchildren and children are being lynched and killed by the oppressors who call themselves the police. father pray for them for their understanding. pray for those in the office that they may be removed and understand the power of black lives matter. father god we come together on this road, a road renamed in honor of black lives matter in washington dc. that we come together under the umbrella of love and unity and fellowship. young people get out and vote know the power of your vote. when you go home and sit with your grandparents call them and say grandma, granddad, big ma, meemaw, i knew what you went through cause today i was a part of that struggle. i stood on 16th street on black lives matter way as we came together. as we love together, as we fellowship together, for the dj the minister of music who guided us on this day. and let us celebrate the freedom that we stand here for those who leave this place...you come into this space better, let you live better, let you walk better, let you dance better. let you celebrate the black lives matter on your job, in your home, in your quiet space. that sometimes we don't understand the power that we have that when one life is taken it affects us all. it doesn't matter if our trans brothers, who are part of being black, lives are taking they matter too. black trans lives matter. understand that when someone is killed, it affects our family, it affects who we are. i want you to walk in light. better when you leave this space, better be kind to one another [Applause]. give a kind word and a prayer to a stranger. give them a sandwich, a bottle of water. if you can't give him a hug, give him a fist bump and say it will be all right. i thank you to these wonderful amazing soldiers. give our dj's a round of applause. good projects lifting us up. i had no idea i had to come but when you come under the umbrella of a child of god you better be ready [Applause]. if you want to know more about me i'm the host of the Ask Rayceen show on radio. that's r-a-y-c-e-e-n. follow me on all forms of social media,",
      "author": "Rayceen Pendarvis",
      "source": "https://youtu.be/0iKBYF_g3QM"
    },
    {
      "id": 110,
      "name": "Venus Williams",
      "born": 1980,
      "death": "",
      "birthplace": "Lynwood, CA",
      "image": "https://photoresources.wtatennis.com/photo-resources/2019/10/08/f1dd1872-bfaa-4b82-bb17-ae91a3ebf2bb/WazfwVSd.png?width=950",
      "bio": "For me personally, how I deal with it was that I know every single person asking me a question can't play as well as I can and never will. So no matter what you say or write, you'll never light a candle to me. So that's how I deal with it, but each person deals with it differently.",
      "author": "Venus Williams",
      "source": ""
    },
    {
      "id": 111,
      "name": "Elizabeth Catlett",
      "born": 1915,
      "death": 2012,
      "birthplace": "Washington, D.C.",
      "image": "https://www.veniceclayartists.com/wp-content/uploads/2014/08/3b0125a605fa6d42c8cf043b8a2f36d5.jpg",
      "bio": "But women have always been involved in the arts. Black women in Africa, they are the ones that did that piecework, quilting, brought it to the United States. . . . What I feel is that women have to fight for their opportunity. . . . Black women have been cast in the role of carrying on the survival of Black people through their position as mothers and wives, protecting and educating and stimulating children and Black men. We can learn from [B]lack women. They have had to struggle for centuries. I feel that we have so much more to express and that we should demand to be heard and demand to be seen because we know and feel and can express so much, [and] contribute so much aesthetically.",
      "author": "Elizabeth Catlett",
      "source": "https://southwritlarge.com/articles/elizabeth-catlett-and-the-black-female-gaze/#_edn1"
    },
    {
      "id": 112,
      "name": "Harryette Mullen",
      "born": 1953,
      "death": "",
      "birthplace": "Florence, AL",
      "image": "https://m.psecn.photoshelter.com/img-get/I0000fHHXAv.y3Ic/s/860/688/211-0132-4cP.jpg",
      "bio": "Now that my ears are connected to a random answer machine, the wrong brain keeps talking through my hat. Now that I’ve been licked all over by the English tongue, my common law spout is suing for divorce. Now that the Vatican has confessed and the White House has issued an apology, I can forgive everything and forget nothing. Now the overdrawn credits roll as the bankrupt star drives a patchwork cab to the finished line, where a broke robot waves a mended tablecloth, which is the stale flag of a checkmate career. Now that the history of civilization has been encrypted on a medium grain of rice, it’s taken the starch out of the stuffed shorts. Now as the Voice of America crackles and fades, the market reports that today the Euro hit a new low. Now as the reel unravels, our story unwinds with the curious dynamic of an action flick without a white protagonist.",
      "author": "Harryette Mullen",
      "source": "https://bigother.com/2011/05/26/a-poem-for-thursday-present-tense-harryette-mullen-from-sleeping-with-the-dictionary/"
    },
    {
      "id": 113,
      "name": "Sandra Bland",
      "born": 1987,
      "death": 2015,
      "birthplace": "Naperville, IL",
      "image": "https://s1.r29static.com/bin/entry/381/x,80/2081521/image.jpg",
      "bio": "good evening my kings and queens it is March 1st 2015. I want to first of all say I apologize. I am sorry my kings and  queens, it's been two long weeks and I have been missing in action but I got to  be honest with you guys. I am suffering  from something that some of you all may be dealing with right now, it's a little  bit of depression as well as PTSD. I've been really stressed out over these past  couple of weeks but that does not excuse me not keeping my promise to you all by letting you know that somebody cares about you, someone loves you and that you  can go out there and do great things. but I want you guys to know that I'm a human and so if there are any of you that are  dealing with these same things, depression post-traumatic stress disorder, it's okay. it is okay to talk  about it. I think that those illnesses  are something that the african-american culture likes to turn a blind eye to and  act like that they don't affect us and  they do they really do. so I'm coming out here now, sandy speaks, and letting you know that, yeah I deal with it and some  of you watching this probably deal with it too. and you have to know that it is  okay. it's okay because you have someone who loves you, his name is God. just know, you know y'all its so funny, I was sitting  here today. I was having one of my little  depressed moments and I started crying  and it was so powerful for me because in  the middle of my tears, in my head I just  heard the song “God blocked it” by Kurt Carr  and it let me know that everything was  gonna be okay.  God had blocked that depressing moment. he blocked that thought and that that time  that I felt like I needed to sit here and cry. it let me know, no God blocked it, you have got work to  do. so I do come to you guys today first of  all just saying again, I apologize. I have  been m.i.a  to depression and  post-traumatic stress disorder  are things that affect everyone.  black, white it does not matter we all  deal with them and so a way that I would  like to help you all today is that if  it's something that you deal with I'd  like to pray for you. I would like you to  listen to that song, “God blocked it” by Kurt Carr so that you can know it is  going to be okay. whatever you're going  through, whatever stress you're having, whatever situation that you're dealing with, God can block it and it will be okay. so sandy is speaking to you now. I  hope you went out there today and did  something great. unfortunately I didn't  make it to church. I drove to Indiana. I  went to see maroon 5, Woop-woop!. I had so much fun with my sister, but I didn't make it to church this morning but I did get  to see some church and the message today was about faith. and so for those of you , my faithful viewers, that have been  looking out for sandy speaks it is here and it is not going anywhere. I'm just a human. so I was going through some things  but I feel like I gotta let you guys  know that because if you don't know you'll just feel like oh she's flaking and no. I'm being honest with you, that was what was going on so my kings and queens know that I'm  still praying for you all and I ask that  you pray for me while I pray for you.  sandy speaks.",
      "author": "Sandra Bland",
      "source": "https://youtu.be/n78pIFb1g3o"
    },
    {
      "id": 114,
      "name": "Bessie Harvey",
      "born": 1929,
      "death": 1994,
      "birthplace": "Alcoa, Tennessee",
      "image": "https://images.squarespace-cdn.com/content/v1/5203ff5ce4b0cbada7130140/1480734780857-U9O1524KGSYCRTGAHAPK/image-asset.jpeg",
      "bio": "This is Bessie Harvey, folk artist, so I'm called. I'm really not the artist. God is the artist in my work; nature and insects, they shape my work for me, because they belong to God. I belong to God, and all things belong to God, because it's in his Word that all things are made to him, that without him there's not anything made. I know that my art is a peculiar kind of an art, but he says that his people are peculiar people and I just want to give all the praise and glory to him for my work. My work is something that tells of love, and he is love, so he let the insects and time and nature go in front and do the work and then he gives me the insight to bring it out. He uses the hands that he gave to me with his spirit in the hands and in the mind and in the heart and just in me, he's all in me, and he expects me to bring it out, so that I can tell the world today that he is my life and he is the artist in my work.",
      "author": "Bessie Harvey",
      "source": "https://www.soulsgrowndeep.org/artist/bessie-harvey"
    },
    {
      "id": 115,
      "name": "Beth Coleman",
      "born": "c. 1980",
      "death": "",
      "birthplace": "",
      "image": "https://datasociety.net/wp-content/uploads/2017/10/coleman_author-1024x1024.jpg",
      "bio": "As a music, techno builds such an architecture that takes \"Techne\", the spirit or soul, if you will, and melds it to the machine, a thing enslaved to the rhythm of production. The industrial machinic decay of Detroit, the industrial Fordism that first transformed rural Blacks into middle-class urbanists by syncing man and machine to the assembly line, to the cathedrals of production. And that is also the riot city of the '60s and the ghost town of the '70s and, in all of this, the genesis of the Motor City sound, the architecture of techno. Techno. Techne. Technique. That sample culture just went in a totally different direction of how you make a machine produce a rhythm and then make that rhythm run and run and run and build, build, build, build. He uses ongoingly a collective we . It's a Black we. It's a we of generations. It's a we that marks the sound. The architectural distinction that is Detroit techno's channel of electronica is clearly and especially located in the structure of sound and the structured space, the architecture of the city. Techno delivers its own ruthless logic in the four-four of techne, the artful, the skilful, the crafted. Technique rolls over to the machinic, the automated, the driven, the direct drive, the unrelenting. We kind of put a soul in that machine, and that's how techno became what it is today. The industrial sound that makes it Motor City is a prime source of sonic mimesis. No one said that this can be art. In fact, the mechanical is always termed as the opposite.",
      "author": "Beth Coleman",
      "source": "http://static1.1.sqspcdn.com/static/f/221758/12222905/1305447671027/Coleman2009Race_As_Technology.pdf?token=McBdJuMtzC0G5DgtDNgHlSVMRhc%3D"
    },
    {
      "id": 116,
      "name": "Kelli Hand",
      "born": 1965,
      "death": 2021,
      "birthplace": "Detroit, MI",
      "image": "https://pbs.twimg.com/media/E76KgYAWYAAQxNA?format=jpg&name=medium",
      "bio": "She was sincere and she was rude and she was fantastic, full of humour. I really loved her, crazy as she could be. She lived one floor below me when I first moved to Detroit in 1993. She was always having parties, and the walls and floors were super thin so she said, ‘Well, you’re invited to all my parties because you’re going to be there by default anyways!’ I laughed. And back in the day, in those lofts, her parties were amazing! When she’d smile… it was one of those things where it was like there was so much stuff behind that smile, you kind of had to smile too. I guess, now that I think about it, I probably had a slight crush on her! But she was really welcoming to me and I appreciated that.",
      "author": "STACEY “HOTWAXX” HALE",
      "source": "https://www.dazeddigital.com/music/article/53763/1/remembering-k-hand-the-detroit-trailblazer-who-did-it-her-way"
    },
    {
      "id": 117,
      "name": "Ravyn Wngz",
      "born": "c. 1980",
      "death": "",
      "birthplace": "",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTFAOg4KoJmzvNyq7I7NoiLtd8K14jUSsaWODYvaayi_M3DK1ZnANPWLbgT1QmQmzernpA&usqp=CAU",
      "bio": "I just want to add something. We’ve tried many different ways to get the attention and the conversation of those in leadership roles and positions. It took us having to do this to get y’all to show up. We’ve been writing letters, we’ve been creating books, photography, performance art. We’ve been doing every single way possible to let you know what we deserve, what we need. And you don’t even have to dream it up. We’ve done the work for you. And so it’s really ridiculous to me that we’re still talking about monuments. It’s really ridiculous to me that we have to fight for our dignity. You know, in the United States there’s a saying, ‘life, liberty, and justice.’ Black people are still on ‘life.’ We haven’t gotten anything else. Right? And itI’s in the technology of Blackness, that we find abolition. And in the technology of Black women, right, that we find radical love. And intersectionality. The technology of Black trans folks in leadership roles. And this is not easy work. It is not fame work. We are destabilized. We are hyper-surveilled. We’re followed. And just like this, we need to create a humanity where everyone and everything is allowed to exist, because we already do. See, white supremacy is creating an ideal of a society and using the State to enforce it. And this is what we’re fighting against. Before y’all became ‘white,’ you were something else. And we were something else. And we’ve had to fight your white supremacist delusion for far too long. You’re lucky that this is all we did. You’re lucky that we are appealing to your humanity. You’re lucky that we’re not asking for vengeance or revenge, because that’s easy. Our love is radical; it’s abolitionist. It’s a future where each and everybody has what they need, what they deserve, what they want. It’s raising your kid who is four years old and who is not afraid of the police. Just to remind you of why we’re here.",
      "author": "Ravyn Wngz",
      "source": "https://marksking.com/my-fabulous-disease/the-scorching-words-of-ravyn-wngz/"
    },
    {
      "id": 118,
      "name": "Monica Roberts",
      "born": 1962,
      "death": 2020,
      "birthplace": "Houston, Texas",
      "image": "https://static01.nyt.com/images/2020/10/10/obituaries/10Roberts1/10Roberts1-mediumSquareAt3X.jpg",
      "bio": "Storytelling has been a cornerstone of the Black tradition since before the trans-Atlantic slave trade. It was (and still is) a way to harbor memory, pass on tradition from generation to generation, and honor the histories that make up Black life. In West Africa, the oral historians who curated these stories were called “griots.” Originating from the West African Mande Empire of Mali, the role was exceedingly important in communities, as griots were the main preservers of cultural history. They remembered special events, attended political meetings, put their stories to music, and were often called upon to resolve disputes. On New Year’s Day 2006, trans activist and blogger Monica Roberts created TransGriot, a blog dedicated to chronicling the stories of Black trans people. First introduced to the world in 2004 as a column in a Louisville, Kentucky LGBTQ+ newspaper called The Letter, TransGriot was born out of the lack of online resources focused on the issues that mattered to Black trans people and other trans people of color.",
      "author": "Ashia Ajani",
      "source": "https://www.them.us/story/monica-roberts-transgriot-profile"
    },
    {
      "id": 119,
      "name": "Mary Helen Washington",
      "born": 1941,
      "death": "",
      "birthplace": "Cleveland, OH",
      "image": "https://english.umd.edu/sites/default/files/2019-06/profile_photo_mhwash.jpg",
      "bio": "I want to call your attention to the major contradiction of my standing before you as the president of the American Studies Association, a contradiction that has made it very difficult for me to write and give this speech: I am not now, nor have I ever been, a member of an American studies faculty. I was not trained in American studies methods, and have been only peripherally involved in American studies programs; nor did I read, until I had to write this speech, any of the traditional American studies texts. I am now and always will be, primarily an African-Americanist. Three years after the uprising in Detroit that whites called a riot and blacks called a rebellion, I became part of the small band of scholars who, in 1970, inaugurated the first Black Studies program at the University of Detroit. Like American studies we were committed to interdisciplinarity: there were four full-time faculty in literature, history, sociology, and religion; the three part-time faculty were in journalism, music, and art. While those in American studies were lighting out for the territory, on the pioneer trail from East to West, Black Studies was following other itineraries: the triangular slave trade, the underground railroad, and the Great Migration, the latter two on a north-south axis leading directly to issues of what José Marti [End Page 1] called, in his claims for hemispheric unity, Nuestra America--\"Our America.\" While American studies scholars were still immersed in Virgin Land, The Machine in the Garden, and Turner's frontier thesis, we were reading Lerone Bennett's Before the Mayflower, Malcolm X's speeches, the essays and stories in Black World, John Hope Franklin's From Slavery To Freedom, and discovering Charles Chesnutt, Gwendolyn Brooks, Chester Himes, James Weldon Johnson, LeRoi Jones, Alice Childress and Frances Harper. In the early 1970s, black scholars in these programs were doing a great deal of recovery work. Many of the texts we now consider classic African American texts were being brought back into print in the 1970s, but their life in print was erratic and unpredictable, and there was almost nowhere to go for critical commentary. It was an exciting and historic time, and I wish I had taken better notes to preserve for posterity everything that was happening.",
      "author": "Mary Helen Washington",
      "source": "http://xroads.virginia.edu/~DRBR2/washington.html"
    },
    {
      "id": 120,
      "name": "Emma Amos",
      "born": 1937,
      "death": 2020,
      "birthplace": "Atlanta, GA",
      "image": "https://static01.nyt.com/images/2020/05/30/obituaries/30amos-obit1/merlin_172884801_c1948c74-3fbd-454c-9169-74e6a3d684e9-superJumbo.jpg",
      "bio": "That’s a very good point. Yes. It’s sort of like it was irrelevant. Anything black, all those little Crisis magazines. And my mother had everything any Negro had ever written. We had all the Du Bois books and he was a friend of ours and he came to our house and he had everything. He didn’t care what he said; he just had it, you know. But I would no more have read any of his books or understood the philosophical and political meaning of what he was saying than the man in the moon because it seemed it didn’t have anything to do with me. That was a kind of Negro thing. And this was not what we were supposedly striving for. You know, we had our eyes so directly on the path of integration then. And even up until maybe three years ago everybody was thinking that way – or maybe a little bit more. You couldn’t believe that there would ever be a time when you’d really want to know something about Negroes and find out. For instance, when I joined Spiral, the point in Spiral was to find out if there was anything that they should hold on to that meant being a Negro and that also had to do with being an artist. And my feeling the whole time I was a member was no, there wasn’t; you’re an artist first and you might happen to be a Negro but it doesn’t really do anything to your art and you just can sit down and paint “Negro” – there’s no such thing. I still feel that way I think. I think that if you do sit down and paint Negro you’re exploiting a monetary value on something that has a Negro “look.” There is a value on it and when you do that that’s what you’re trying to cash in on. But I think it a little deeper than that now. I think my understanding has grown to feel that not that you have to throw everything away because you do feel that there’s something you could say about Negroes. You don’t have to be William Styron to paint Nat Turner. In other words, it’s an open field. If you and the Negro want to talk about Negroes, okay. A few years ago you would have thought nothing of Styron writing about Negroes. You wouldn’t have thought it was so strange. But now a thing that says it’s peculiar, because Negroes really have the inside on that or should have. It’s confusing.",
      "author": "Emma Amos",
      "source": "https://www.aaa.si.edu/collections/interviews/oral-history-interview-emma-amos-11451#transcript"
    },
    {
      "id": 121,
      "name": "Linda Goode Bryant",
      "born": 1949,
      "death": "",
      "birthplace": "Columbus, OH",
      "image": "https://static.frieze.com/files/inline-images/lgbmain2.jpeg",
      "bio": "You know, in the world that we live in, the world that I know, it is this fallacy, this belief that we humans can control everything. So if you can’t control it, what do you do? And one of the things that I think many of us do is to appreciate the non-structured, the uncontrolled, the wonder of nature. And so, when Betye says what she says, I am like, I’m thinking of everyone who ever was improvisational? So when, you know, the image of women, you know, black women throwing seeds out into the yard, it’s like whatever nature gives me will be amazing. I don’t have to control that.",
      "author": "Linda Goode Bryant",
      "source": "https://www.getty.edu/recordingartists/season-1/saar/"
    },
    {
      "id": 122,
      "name": "Maya Angelou",
      "born": 1928,
      "death": 2014,
      "birthplace": "St. Louis, MO",
      "image": "https://static01.nyt.com/images/2014/05/29/obituaries/ANGELOU/ANGELOU-superJumbo.jpg",
      "bio": "I’ve got the children to tend  The clothes to mend . The floor to mop  The food to shop. Then the chicken to fry The baby to dry  I got company to feed  The garden to weed. I’ve got shirts to press  The tots to dress The can to be cut  I gotta clean up this hut.  Then see about the sick  And the cotton to pick. Shine on me, sunshine  Rain on me, rain f all softly, dew drops  And cool my brow again. Storm, blow me from here  With your fiercest wind  Let me float across the sky 'Til I can rest again. Fall gently, snowflakes  Cover me with white  Cold icy kisses and et me rest tonight. Sun, rain, curving sky  Mountain, oceans, leaf and stone Sar shine, moon glow  You’re all that I can call my own.",
      "author": "Maya Angelou",
      "source": "https://www.literaryladiesguide.com/classic-women-authors-poetry/10-celebrated-poems-by-maya-angelou/"
    },
    {
      "id": 123,
      "name": "Estelle Ellison",
      "born": "",
      "death": "",
      "birthplace": "",
      "image": "https://images.squarespace-cdn.com/content/v1/5ff979156bbc7c345299da39/1615175509112-7B3ZOH222I7XF7SILUOI/ABOLISHTIME.jpg?format=750w",
      "bio": "We have to stop responding to critical feedback as if it’s synonymous with disposability and incarceration. When your political praxis becomes consumed by a singular desire to escape and prevent accountability by any means necessary, you are no longer helping the project of abolition, you imperil it. When you make excuses for the people who have yet to apologize and transform their violent behaviors and attachments to oppressive structures, you are protecting a future where violence will continue to thrive rather than fighting to build a world where safety is abundant. The groundwork of abolition was built by Black intersectional feminists who have always also been disabled, survivors, healers, queer and trans. This work does not move forward without respect for this legacy, and it certainly does not progress when we settle for violence that entrenches the very power dynamics we are supposed to abolish.  Abolish the police means we confront each other when we fuck up and, from within the margins of society, we build a world where we can all access a livable life.",
      "author": "Estelle Ellison",
      "source": "https://www.patreon.com/posts/join-us-in-so-we-47163483?utm_medium=clipboard_copy&utm_source=copy_to_clipboard&utm_campaign=postshare"
    },
    {
      "id": 124,
      "name": "Kredelle Petway",
      "born": 1941,
      "death": "",
      "birthplace": "Camden, Alabama",
      "image": "https://i1.wp.com/breachofpeace.com/blog/wp-content/uploads/2008/04/kredellepetway2.jpg?resize=650%2C434",
      "bio": "There are things that I picked up, and I to this day struggle to remember how I came about certain feelings about certain issues. I was aware, you know, of segregation, and was aware of how Blacks were treated different from Caucasians. And one thing I did one day, and I am not sure that I was a teenager or not. I might’ve been 11 or 12 years old.  During those days, we had people collect the insurance, and more often than not those people would be white men. One winter day, the insurance collector came to the front door, and he asked for Ernestine, who was my mother. I said, “Excuse me?” He said, “Is Ernestine in?” I said, “You mean Mrs. Petway?” I guess maybe from TV or from knowing things that — how domestic workers were treated, you went in — you know, if you worked for them, you went in their back door and what have you. So I said, “You mean Mrs. Petway?” And he said, “Well, yes.” I said, “Okay, I’ll tell her you’re here, and she’ll meet you at the side door.” And I closed the front door. He went like – his whole expression changed. My mother came out and he said, “What’s going on?” I said the insurance man’s here. He’s coming around to the side. “What brought that about?” “Nothing,” I said. “He asked for Ernestine and I said – I asked him did he mean Mrs. Petway? And I sent him to the side door.” “We’ll talk later,” she said. Later she asked me why I did that, and I said, “Well, I don’t know. He has no established relationship of friendship and I thought that he should’ve asked for Mrs. Petway instead of Ernestine.” And that was the end of it.",
      "author": "Kredelle Petway",
      "source": "https://breachofpeace.com/blog/?p=9"
    },
    {
      "id": 125,
      "name": "Christina Sharpe",
      "born": "c. 1980",
      "death": "",
      "birthplace": "",
      "image": "https://www.newportri.com/storyimage/PJ/20171012/NEWS/310129985/AR/0/AR-310129985.jpg",
      "bio": "I’ve been revisiting what beauty as a method might mean or do: what it might break open, rupture, make possible and impossible. How we might carry beauty’s knowledge with us and make new worlds. With all of the work that my parents did to try to enter and stay in the middle-class, precarity and more than precarity remained. That precarity looked and felt like winters without heat because there was no money for oil; holes in ceilings, walls, and floors from water damage that we could not afford to repair; the fears and reality of electricity and other utilities being cut due to nonpayment; fear of a lien being placed on the house because there was no, or not enough, money to pay property taxes. But through all of that and more, my mother tried to make a small path through the wake. She brought beauty into that house in every way that she could; she worked at joy, and she made livable moments, spaces, and places in the midst of all that was unlivable there, in the town we lived in; in the schools we attended; in the violence we saw and felt inside the home while my father was living and outside it in the larger white world before, during, and after his death. Though she was not part of any organized black movements, except in how one’s life and mind are organized by and positioned to apprehend the world through the optic of the door and antiblackness, my mother was politically and socially astute. She was attuned not only to our individual circumstances but also to those circumstances as they were an indication of, and how they related to, the larger antiblack world that structured all of our lives.",
      "author": "Christina Sharpe",
      "source": "https://www.e-flux.com/journal/105/303916/beauty-is-a-method/"
    },
    {
      "id": 126,
      "name": "Toni Cade Bambara",
      "born": 1939,
      "death": 1995,
      "birthplace": "Harlem, New York, NY",
      "image": "https://pbs.twimg.com/media/D0xF-xnXcAA6h6z?format=jpg&name=large",
      "bio": "Words are to be taken seriously. I try to take seriously acts of language. Words set things in motion. I've seen them doing it. Words set up atmospheres, electrical fields, charges. I've felt them doing it. Words conjure. I try not to be careless about what I utter, write, sing. I'm careful about what I give voice to. To drive Virginia nuts or Graham to death is not a message I want to send to my heart, my lungs, my brain. My daughter. My readers. Or, to the Grahams and Virginias. But then I come from a particular tradition. I identify with the championship tradition. Ali, in his autobiography, I Am the Greatest, defines a champion as one who takes the telling blow on the chin and hits the canvas hard, can't possibly rally, arms shot, energy spent, the very weight of the body too heavy a burden for the legs to raise, can't possibly get up. So you do. And you keep getting up. The Awakening by Kate Chopin is not my classic. Their Eyes Were Watching God by Zora Neale Hurston is. Sylvia Plath and the other obligatory writers on women's studies list-the writers who hawk despair, insanity, alienation, suicide, all in the name of protesting woman's oppression, are not my mentors. I was raised on stories of Harriet Tubman, Ida B. Wells, Paul Robeson, and my grandmother, Annie, whom folks in Atlanta still remember as an early Rosa Parks. So Virginia does not go batty and Graham does not die. Were I to do them in, my granny would no doubt visit me in the night to batter me gingerly about the head and shoulders with an ancestral bone pulled out of the Ethiopic Ocean called the Atlantic.",
      "author": "Toni Cade Bambara",
      "source": "https://www.are.na/block/12940090"
    },
    {
      "id": 127,
      "name": "Cauleen Smith",
      "born": 1967,
      "death": "",
      "birthplace": "Riverside, CA",
      "image": "https://framerframed.nl/wp-content/uploads/2018/01/Cauleen-Smith.jpg",
      "bio": "Yeah, it’s called “We Already Have What We Need.” It’s a collection of video screens that are hoisted up by pulleys up to the ceiling and weighted down by carrier bags, the kind you find at dollar stores; I associate them with immigration. Those are the weights that hold the sails up in the sky, and then underneath the video projections are just still slides that are all kinds of aerial photographs of the planet itself or of constellations. It gets very macro. I feel like each table is populated by random objects, like an incense burner, a feather, a book, some dice, a bottle of prescription pills, a statue of a cat, it’s super granular, like a cosmological question. When I’m talking about “We Already Have What We Need,” what I’m really trying to talk about is our anxiety as human beings about how to live. We have so much anxiety about it, that we tend to hoard and accumulate and in doing so, we do a lot of harm. And that hoarding and accumulating also results in famine. There is enough. There’s already right now enough for everyone.",
      "author": "Cauleen Smith",
      "source": "https://hyperallergic.com/520675/cauleen-smith-on-spirituality-staging-and-having-enough/"
    },
    {
      "id": 128,
      "name": "Muriel Tramis",
      "born": 1958,
      "death": "",
      "birthplace": "Martinique",
      "image": "https://www.theicon.com/wp-content/uploads/2020/09/MurielTRAMIS_AlendaCHANG_February2020-1.jpg",
      "bio": "The game is a first-person point-and-click adventure that has you play an expert in the paranormal on May 7, 1902, a day before the eruption of Mount Pelée, which was a real-life occurrence that killed approximately 29,000 people, making it the deadliest eruption of the 20th century. In Méwilo, the goal is to learn about the history of the island by investigating different areas, solving puzzles, and interrogating people who live there. The following year, in 1988, the same year Super Mario Bros. 2 was released, Muriel released her second game, Freedom, a game about slaves fighting their masters. Phil Salvador of The Obscurity said it best when he states: “Freedom still shocks today, and that it debuted the same year as Super Mario Bros. 2 is almost unfathomable in the traditional framework of game history and culture.”",
      "author": "Elijah Lee",
      "source": "https://www.theicon.com/a-first-lady-of-gaming/"
    },
    {
      "id": 130,
      "name": "Mandy Harris Williams",
      "born": 1988,
      "death": "",
      "birthplace": "Harlem, New York, NY",
      "image": "https://images.squarespace-cdn.com/content/v1/53c40db9e4b04c2c1b38768c/1621598529711-N6S59STXILNLTJEDTKKC/CSY_MandyApril_02.jpg?format=1500w",
      "bio": "Critique is an essential form of care, and it is an especially relevant one in the context of the information age––one of the era’s primary features being vertical feed, and fingertip access to a multiplicity of knowledge and fields of knowledge. The ease with which the brain is attenuated to micro-informational absorption, accompanied by very little effort or motility is by far one of the biggest changes to cognition in at least several vectors of novelty, of our time. Touch linguistics examine how these microactions pervade popular discourse about [supposedly] instinctual behaviors, “scroll hole,” “swipe right/left,” “feed,” to name a few. These are updates on classic states of mind, new ways of being in the most basic of facets of interfacing with the world around us. “Information Age,” then, describes the ease of access, more so than quality of information. (In fact, some also call this particular moment, “The Post Truth Era,” which rings accurate to me as well.)",
      "author": "Mandy Harris Williams",
      "source": "http://hman.love/journal/critique-as-care?ltclid=5dd31fa0-9971-4793-b37a-729777d9d937"
    },
    {
      "id": 131,
      "name": "Shala Monroque",
      "born": 1979,
      "death": "",
      "birthplace": "St. Lucia",
      "image": "https://hautecouture.fhcm.paris/wp-content/uploads/2021/01/fullsizeoutput_6b82-1024x681.jpeg",
      "bio": "In this quiet, Shala saw the value in unplugging from the outside world, ditching her smart phone to fully immerse herself in the familiar sense of security her surroundings offered her. “In the village itself, it’s a bit like a long and winding road to get beyond the villages just before us; so that everybody here knows everybody and everybody’s related,” Monroque explained. “And that was nice coming back to as well, in terms of connecting with family and ancestors, and also learning and re-learning and remembering about myself - because everybody knows a story about your grandmother or great grandmother.”",
      "author": "Sajae Elder",
      "source": "https://saintheron.com/"
    }
  ],
  "favorites": [
    {
      "entryId": 1,
      "profileId": 1,
      "id": 1
    },
    {
      "entryId": 2,
      "profileId": 1,
      "id": 2
    },
    {
      "entryId": 3,
      "profileId": 1,
      "id": 3
    }
  ],
  "profiles": [
    {
      "id": 1,
      "name": "Library Guest"
    }
  ]
}