{
  "entries": [
    {
      "id": 1,
      "name": "Gloria Gilmer",
      "born": "1928",
      "birthplace": "Baltimore, Maryland",
      "bio": "Dr. Gilmer was a leader in the field of Ethnomathematics, the study of how different people, in different cultures, use mathematics. The term was coined by Brazilian mathematician Ubiratan D’Ambrosio in 1977. Dr. Gilmer was a co-founder of the International Study Group on Ethnomathematics (ISGEm) in 1985, along with D’Ambrosio, Gil Cuevas and Rick Scott. She was the first president of the organization and also served on the Executive Board. ISGEm strives to increase our understanding of the cultural diversity of mathematical practices. She was president of the organization for eleven years and remained on the board as Past president for many years. She is known for her paper on Using Technology to Explore Mathematical Patterns in African American Hairstyles, such as corn rows. She linked how these hair tessellations (patterns) were often similar to the patterns found in nature. She especially enjoyed showing her students that mathematics can be found in many unexpected places."
    },
    {
      "id": 2,
      "name": "Emma Dupree",
      "born": "1897",
      "birthplace": "Falkland, North Carolina",
      "bio": "Emma Dupree draws wisdom from heaven, earth and 94 years of living. Because she prays, she brews herbs. Because she brews herbs, she heals. Because she heals, she is the undisputed sage of Pitt County. They say her home remedies can quiet a colicky baby, cure a mean cold and scare lice off a hog. All that we see, everything that is growin' in the earth, Emma says, is healin' to the nation of any kind of disease. Before her came African root doctors and Indian medicine men. People believed their mystical potions could cure body and soul and sometimes they could. Some modern medicines still use herbal derivatives. Few old-time herbalists like Emma are left in North Carolina. Hospitals first forced her kind out of business. Death is finishing the job. Emma Dupree's hanging tough, though, pushing 10 decades. She takes the tonic, see. Drinks it like water."
    },
    {
      "id": 3,
      "name": "Nontsikelelo Mutiti",
      "born": "1982",
      "birthplace": "Harare, Zimbabwe",
      "bio": "My practice traverses the boundaries of fine art, design and public engagement. Works on paper and those rendered as time based audiovisual explorations incorporate the digital through hand rendered techniques, as well as computer aided and photographic processes. I am also interested in the form of the book as a time based medium that implies sequence and engages the viewer on a physical level. Much of my printed work exists in multiples. Booklets, print runs of posters, zines, pin-back buttons and booklets make it possible to distribute images and texts to a targeted audience. I am committed to public engagement and work to create situations for the exchange of experiences and skills both in the research and gathering phase of my work as well as at the end through workshops and public conversations."
    },
    {
      "id": 4,
      "name": "Natsai Audrey Chieza ",
      "born": "Not Found",
      "birthplace": "Harare, Zimbabwe",
      "bio": "My first degree was in architecture, which I studied at the University of Edinburgh. After completing Part 1, I returned to London, where I joined the Textile Futures MA at Central Saint Martins. The course was really about thinking of materiality in the context of culture, craft, and technology. My research explored emerging fields of biotechnology, like synthetic biology, a discipline of science that places engineering principles to design biology using new tools and DNA. I was excited to discover what the engineering of biology meant for design. How could somebody design an organism? What and who is an organism designer? And under what auspices might they design an organism? When I graduated, I saw an opportunity to explore these ideas from a less theoretic basis, so I reached out to Professor John Ward, a synthetic biologist from University College London’s Department of Biochemical Engineering. I became a designer in residence in his laboratory and began to experiment with bacteria to try to grasp, through practice, how design could interact with synthetic biology and the natural world. "
    },
    {
      "id": 5,
      "name": "Erica Joy Baker",
      "born": "1980",
      "birthplace": "Germany",
      "bio": "Erica Joy Baker is an engineer and engineering manager in the San Francisco Bay Area, known for her outspoken support of diversity and inclusion. She gained prominence for starting an internal spreadsheet in which Google employees reported their salary data to better understand pay disparities within the company. Based on the spreadsheet, a number of her colleagues were able to negotiate pay raises. The spreadsheet sparked discussion about Google’s pay disparities, non-transparency in pay determination, and potential gender and ethnicity differentials in pay. She was also behind #RealDiversityNumbers, a Twitter movement to acquire numbers for various companies around retention and number of lawsuits settled out of court. After leaving Google, Baker has been an advocate for diversity and inclusion on her blog and in other public fora."
    },
    {
      "id": 6,
      "name": "Fannie Lou Hammer",
      "born": "1917",
      "birthplace": "Montgomery County, Mississipi",
      "bio": "Frustrated by the political process, Hamer turned to economics as a strategy for greater racial equality. In 1968, she began a “pig bank” to provide free pigs for Black farmers to breed, raise, and slaughter. A year later she launched the Freedom Farm Cooperative (FFC), buying up land that Blacks could own and farm collectively. With the assistance of donors (including famed singer Harry Belafonte), she purchased 640 acres and launched a coop store, boutique, and sewing enterprise. She single-handedly ensured that 200 units of low-income housing were built—many still exist in Ruleville today. The FFC lasted until the mid-1970s; at its heyday, it was among the largest employers in Sunflower County. Extensive travel and fundraising took Hamer away from the day-to-day operations, as did her failing health, and the FFC hobbled along until folding. Not long after, in 1977, Hamer died of breast cancer at age 59. "
    },
    {
      "id": 7,
      "name": "Stephanie Dinkins",
      "born": "1964",
      "birthplace": "Perth Amboy, New Jersey",
      "bio": "Stephanie Dinkins (born 1964) is a transdisciplinary American artist based in Brooklyn, New York. She is known for creating art about artificial intelligence (AI) as it intersects race, gender, and history. Her aim is to create a unique culturally attuned AI entity in collaboration with coders, engineers and in close consultation with local communities of color that reflects and is empowered to work toward the goals of its community. Dinkins is best known for her projects, Conversations with Bina48, a series of conversations between Dinkins and the first social, artificially intelligent humanoid robot BINA48 who looks like a black woman and Not the Only One, a multigenerational artificially intelligent memoir trained off of three generations of Dinkins's family."
    },
    {
      "id": 8,
      "name": "Gee's Bend Quilters",
      "born": "Not Found",
      "birthplace": "Gee's Bend, Alabama",
      "bio": "Gee’s Bend quilts carry forward an old and proud tradition of textiles made for home and family. They represent only a part of the rich body of African American quilts. But they are in a league by themselves. Few other places can boast the extent of Gee’s Bend’s artistic achievement, the result of both geographical isolation and an unusual degree of cultural continuity. In few places elsewhere have works been found by three and sometimes four generations of women in the same family, or works that bear witness to visual conversations among community quilting groups and lineages. Gee’s Bend’s art also stands out for its flair—quilts composed boldly and improvisationally, in geometries that transform recycled work clothes and dresses, feed sacks, and fabric remnants. "
    },
    {
      "id": 9,
      "name": "Mary W. Jackson",
      "born": "1921",
      "birthplace": "Hampton, Virginia",
      "bio": "After two years in the computing pool at Langley, Jackson received an offer to work in the 4-by-4-foot Supersonic Pressure Tunnel, a 60,000-horsepower wind tunnel capable of blasting models with winds approaching twice the speed of sound. There, she received hands-on experience conducting experiments. Her supervisor eventually suggested she enter a training program that would allow Jackson to earn a promotion from mathematician to engineer. Because the classes were held at then-segregated Hampton High School, Jackson needed special permission to join her white peers in the classroom. Jackson completed the courses, earned the promotion, and in 1958 became NASA's first African American female engineer. For nearly two decades during her engineering career, she authored or co-authored numerous research reports, most of which focused on the behavior of the boundary layer of air around airplanes. In 1979, she joined Langley's Federal Women's Program, where she worked hard to address the hiring and promotion of the next generation of female mathematicians, engineers, and scientists. She retired from Langley in 1985 and passed away in Hampton on February 11, 2005, at the age of 83. She was preceded in death by her husband, Levi Jackson Sr., and was survived by her son, Levi Jackson Jr., and her daughter, Carolyn Marie Lewis."
    },
    {
      "id": 10,
      "name": "Mae Jemison",
      "born": "1956",
      "birthplace": "Decatur, Alabama",
      "bio": "But the '60s left me with a problem. You see, I always assumed I would go into space, because I followed all of this. But I also loved the arts and sciences. You see, when I was growing up as a little girl and as a teenager, I loved designing and making doll clothes and wanting to be a fashion designer. I took art and ceramics. I loved dance: Lola Falana, Alvin Ailey, Jerome Robbins. And I also avidly followed the Gemini and the Apollo programs. I had science projects and tons of astronomy books. I took calculus and philosophy. I wondered about infinity and the Big Bang theory. And when I was at Stanford, I found myself, my senior year, chemical engineering major, half the folks thought I was a political science and performing arts major, which was sort of true, because I was Black Student Union President, and I did major in some other things. And I found myself the last quarter juggling chemical engineering separation processes, logic classes, nuclear magnetic resonance spectroscopy, and also producing and choreographing a dance production. And I had to do the lighting and the design work, and I was trying to figure out: Do I go to New York City to try to become a professional dancer, or to go to medical school? Now, my mother helped me figure that one out. But when I went into space, I carried a number of things up with me. I carried a poster by Alvin Ailey -- you can figure out now, I love the dance company -- an Alvin Ailey poster of Judith Jamison performing the dance Cry, dedicated to all black women everywhere; a Bundu statue, which was from the women's society in Sierra Leone; and a certificate for the Chicago Public School students to work to improve their science and math. And folks asked me, Why did you take up what you took up? And I had to say, Because it represents human creativity; the creativity that allowed us, that we were required to have to conceive and build and launch the space shuttle, which springs from the same source as the imagination and analysis that it took to carve a Bundu statue, or the ingenuity it took to design, choreograph and stage Cry. Each one of them are different manifestations, incarnations, of creativity -- avatars of human creativity."
    }
  ],
  "favorites": [
    {
      "entryId": 2,
      "profileId": 1,
      "id": 1
    },
    {
      "entryId": 5,
      "profileId": 1,
      "id": 2
    },
    {
      "entryId": 6,
      "profileId": 1,
      "id": 3
    },
    {
      "entryId": 4,
      "profileId": 1,
      "id": 4
    }
  ],
  "profiles": [
    {
      "id": 1,
      "name": "Library Guest"
    }
  ]
}