{
  "entries": [
    {
      "id": 1,
      "name": "Gloria Gilmer",
      "born": 1928,
      "birthplace": "Baltimore, Maryland",
      "bio": "Dr. Gilmer was a leader in the field of Ethnomathematics, the study of how different people, in different cultures, use mathematics. The term was coined by Brazilian mathematician Ubiratan D’Ambrosio in 1977. Dr. Gilmer was a co-founder of the International Study Group on Ethnomathematics (ISGEm) in 1985, along with D’Ambrosio, Gil Cuevas and Rick Scott. She was the first president of the organization and also served on the Executive Board. ISGEm strives to increase our understanding of the cultural diversity of mathematical practices. She was president of the organization for eleven years and remained on the board as Past president for many years. She is known for her paper on Using Technology to Explore Mathematical Patterns in African American Hairstyles, such as corn rows. She linked how these hair tessellations (patterns) were often similar to the patterns found in nature. She especially enjoyed showing her students that mathematics can be found in many unexpected places.",
      "source": "https://mathematicallygiftedandblack.com/honorees/gloria-f-gilmer/",
      "author": "",
      "death": "",
      "image": ""
    },
    {
      "id": 2,
      "name": "Emma Dupree",
      "born": 1897,
      "birthplace": "Falkland, North Carolina",
      "bio": "Emma Dupree draws wisdom from heaven, earth\nand 94 years of living. Because she prays, she brews herbs. Because she brews herbs, she heals. Because she heals, she is the undisputed sage of Pitt County. They say her home remedies can quiet a colicky baby, cure a mean cold and scare lice off a hog. \"All that we see, everything that is growin' in the earth,\" Emma says, \"is healin' to the nation of any kind of disease.\" Before her came African root doctors and Indian medicine men. People believed their mystical potions could cure body and soul and sometimes they could. Some modern medicines still use herbal derivatives. Few old-time herbalists like Emma are left in North Carolina. Hospitals first forced her kind out of business. Death is finishing the job. Emma Dupree's hanging tough, though, pushing 10 decades. She takes the tonic, see. Drinks it like water.",
      "source": "https://tulsaworld.com/archive/herbalist-94-lets-nature-heal/article_3b0e06d1-4af9-5567-93ee-bc4b50d5867f.html",
      "author": "",
      "death": "",
      "image": ""
    },
    {
      "id": 3,
      "name": "Nontsikelelo Mutiti",
      "born": 1982,
      "birthplace": "Harare, Zimbabwe",
      "bio": "My practice traverses the boundaries of fine art, design and public engagement. Works on paper and those rendered as time based audiovisual explorations incorporate the digital through hand rendered techniques, as well as computer aided and photographic processes. I am also interested in the form of the book as a time based medium that implies sequence and engages the viewer on a physical level. Much of my printed work exists in multiples. Booklets, print runs of posters, zines, pin-back buttons and booklets make it possible to distribute images and texts to a targeted audience. I am committed to public engagement and work to create situations for the exchange of experiences and skills both in the research and gathering phase of my work as well as at the end through workshops and public conversations.",
      "source": "http://nontsikelelomutiti.com/#",
      "author": "",
      "death": "",
      "image": ""
    },
    {
      "id": 4,
      "name": "Natsai Audrey Chieza",
      "born": "",
      "birthplace": "Harare, Zimbabwe",
      "bio": "My first degree was in architecture, which I studied at the University of Edinburgh. After completing Part 1, I returned to London, where I joined the Textile Futures MA at Central Saint Martins. The course was really about thinking of materiality in the context of culture, craft, and technology. My research explored emerging fields of biotechnology, like synthetic biology, a discipline of science that places engineering principles to design biology using new tools and DNA. I was excited to discover what the engineering of biology meant for design. How could somebody design an organism? What and who is an organism designer? And under what auspices might they design an organism? When I graduated, I saw an opportunity to explore these ideas from a less theoretic basis, so I reached out to Professor John Ward, a synthetic biologist from University College London’s Department of Biochemical Engineering. I became a designer in residence in his laboratory and began to experiment with bacteria to try to grasp, through practice, how design could interact with synthetic biology and the natural world.",
      "source": "https://www.highsnobiety.com/p/natsai-audrey-chieza-clothes-out-of-bacteria-interview/",
      "author": "",
      "death": "",
      "image": ""
    },
    {
      "id": 5,
      "name": "Erica Joy Baker",
      "born": 1980,
      "birthplace": "Germany",
      "bio": "Erica Joy Baker is an engineer and engineering manager in the San Francisco Bay Area, known for her outspoken support of diversity and inclusion. She gained prominence for starting an internal spreadsheet in which Google employees reported their salary data to better understand pay disparities within the company. Based on the spreadsheet, a number of her colleagues were able to negotiate pay raises. The spreadsheet sparked discussion about Google’s pay disparities, non-transparency in pay determination, and potential gender and ethnicity differentials in pay. She was also behind #RealDiversityNumbers, a Twitter movement to acquire numbers for various companies around retention and number of lawsuits settled out of court. After leaving Google, Baker has been an advocate for diversity and inclusion on her blog and in other public fora.",
      "source": "https://wchallenge.org/erica-joy-baker/",
      "author": "",
      "death": "",
      "image": ""
    },
    {
      "id": 6,
      "name": "Fannie Lou Hamer",
      "born": 1917,
      "birthplace": "Montgomery County, Mississipi",
      "bio": "Frustrated by the political process, Hamer turned to economics as a strategy for greater racial equality. In 1968, she began a “pig bank” to provide free pigs for Black farmers to breed, raise, and slaughter. A year later she launched the Freedom Farm Cooperative (FFC), buying up land that Blacks could own and farm collectively. With the assistance of donors (including famed singer Harry Belafonte), she purchased 640 acres and launched a coop store, boutique, and sewing enterprise. She single-handedly ensured that 200 units of low-income housing were built—many still exist in Ruleville today. The FFC lasted until the mid-1970s; at its heyday, it was among the largest employers in Sunflower County. Extensive travel and fundraising took Hamer away from the day-to-day operations, as did her failing health, and the FFC hobbled along until folding. Not long after, in 1977, Hamer died of breast cancer at age 59.",
      "source": "https://www.womenshistory.org/education-resources/biographies/fannie-lou-hamer",
      "author": "",
      "death": "",
      "image": ""
    },
    {
      "id": 7,
      "name": "Stephanie Dinkins",
      "born": 1964,
      "birthplace": "Perth Amboy, New Jersey",
      "bio": "Stephanie Dinkins (born 1964) is a transdisciplinary American artist based in Brooklyn, New York. She is known for creating art about artificial intelligence (AI) as it intersects race, gender, and history. Her aim is to \"create a unique culturally attuned AI entity in collaboration with coders, engineers and in close consultation with local communities of color that reflects and is empowered to work toward the goals of its community.\"\nDinkins is best known for her projects, Conversations with Bina48, a series of conversations between Dinkins and the first social, artificially intelligent humanoid robot BINA48 who looks like a black woman and \"Not the Only One\", a multigenerational artificially intelligent memoir trained off of three generations of Dinkins's family.",
      "source": "https://en.wikipedia.org/wiki/Stephanie_Dinkins",
      "author": "",
      "death": "",
      "image": ""
    },
    {
      "id": 8,
      "name": "Gee's Bend Quilters",
      "born": "",
      "birthplace": "Gee's Bend, Alabama",
      "bio": "Gee’s Bend quilts carry forward an old and proud tradition of textiles made for home and family. They represent only a part of the rich body of African American quilts. But they are in a league by themselves. Few other places can boast the extent of Gee’s Bend’s artistic achievement, the result of both geographical isolation and an unusual degree of cultural continuity. In few places elsewhere have works been found by three and sometimes four generations of women in the same family, or works that bear witness to visual conversations among community quilting groups and lineages. Gee’s Bend’s art also stands out for its flair—quilts composed boldly and improvisationally, in geometries that transform recycled work clothes and dresses, feed sacks, and fabric remnants.",
      "source": "https://www.soulsgrowndeep.org/gees-bend-quiltmakers",
      "author": "",
      "death": "",
      "image": ""
    },
    {
      "id": 9,
      "name": "Mary W. Jackson",
      "born": 1921,
      "birthplace": "Hampton, Virginia",
      "bio": "After two years in the computing pool at Langley, Jackson received an offer to work in the 4-by-4-foot Supersonic Pressure Tunnel, a 60,000-horsepower wind tunnel capable of blasting models with winds approaching twice the speed of sound. There, she received hands-on experience conducting experiments. Her supervisor eventually suggested she enter a training program that would allow Jackson to earn a promotion from mathematician to engineer. Because the classes were held at then-segregated Hampton High School, Jackson needed special permission to join her white peers in the classroom. Jackson completed the courses, earned the promotion, and in 1958 became NASA's first African American female engineer. For nearly two decades during her engineering career, she authored or co-authored numerous research reports, most of which focused on the behavior of the boundary layer of air around airplanes. In 1979, she joined Langley's Federal Women's Program, where she worked hard to address the hiring and promotion of the next generation of female mathematicians, engineers, and scientists. She retired from Langley in 1985 and passed away in Hampton on February 11, 2005, at the age of 83. She was preceded in death by her husband, Levi Jackson Sr., and was survived by her son, Levi Jackson Jr., and her daughter, Carolyn Marie Lewis.",
      "source": "https://www.prnewswire.com/news-releases/nasa-celebrates-hidden-figure-mary-w-jackson-with-building-naming-ceremony-301236761.html",
      "author": "",
      "death": "",
      "image": ""
    },
    {
      "id": 10,
      "name": "Mae Jemison",
      "born": 1956,
      "birthplace": "Decatur, Alabama",
      "bio": "But the '60s left me with a problem. You see, I always assumed I would go into space, because I followed all of this. But I also loved the arts and sciences. You see, when I was growing up as a little girl and as a teenager, I loved designing and making doll clothes and wanting to be a fashion designer. I took art and ceramics. I loved dance: Lola Falana, Alvin Ailey, Jerome Robbins. And I also avidly followed the Gemini and the Apollo programs. I had science projects and tons of astronomy books. I took calculus and philosophy. I wondered about infinity and the Big Bang theory. And when I was at Stanford, I found myself, my senior year, chemical engineering major, half the folks thought I was a political science and performing arts major, which was sort of true, because I was Black Student Union President, and I did major in some other things. And I found myself the last quarter juggling chemical engineering separation processes, logic classes, nuclear magnetic resonance spectroscopy, and also producing and choreographing a dance production. And I had to do the lighting and the design work, and I was trying to figure out: Do I go to New York City to try to become a professional dancer, or to go to medical school? Now, my mother helped me figure that one out. But when I went into space, I carried a number of things up with me. I carried a poster by Alvin Ailey -- you can figure out now, I love the dance company -- an Alvin Ailey poster of Judith Jamison performing the dance \"Cry,\" dedicated to all black women everywhere; a Bundu statue, which was from the women's society in Sierra Leone; and a certificate for the Chicago Public School students to work to improve their science and math. And folks asked me, \"Why did you take up what you took up?\" And I had to say, \"Because it represents human creativity; the creativity that allowed us, that we were required to have to conceive and build and launch the space shuttle, which springs from the same source as the imagination and analysis that it took to carve a Bundu statue, or the ingenuity it took to design, choreograph and stage \"Cry.\" Each one of them are different manifestations, incarnations, of creativity -- avatars of human creativity.",
      "source": "https://www.ted.com/talks/mae_jemison_teach_arts_and_sciences_together/transcript?language=en",
      "author": "",
      "death": "",
      "image": ""
    },
    {
      "id": 11,
      "name": "Callie Guy House",
      "born": 1861,
      "birthplace": "",
      "bio": "Born in 1861 into slaveholding Rutherford County, Callie Guy, later known as Callie House, was a pioneering African American political activist who campaigned for slave reparations in the burgeoning Jim Crow-era American South. However, Callie House and her organization faced opposition from both African American leaders and government officials. The passage of segregation laws throughout the South fostered this antagonistic climate. African American leaders such as Booker T. Washington and W. E. B. Du Bois largely ignored the reparations movement, focusing their energy on promoting education and defending equal treatment for African Americans within a white supremacist culture. White southerners viewed the reparations movement with suspicion; they saw Callie House’s organizing efforts as confusing and misleading to African Americans. From the white perspective, there was no chance of Congress passing reparation legislation; so whites assumed that the organizing efforts of House and Dickerson were defrauding African Americans of their hard-earned money. Although the evidence was weak, an all-male, white jury convicted Callie House on the charge of mail fraud, resulting in a sentence of a year and one day. She served her sentence in the Jefferson City, Missouri, penitentiary from November 1917 to August 1, 1918, earning early release for good behavior. Following her release from prison, she resumed her work as a laundress in her local south Nashville community.",
      "source": "https://tennesseeencyclopedia.net/entries/callie-house/",
      "author": "Virgil E. Statom",
      "death": 1928,
      "image": ""
    },
    {
      "id": 12,
      "name": "Tarana Burke",
      "born": "1973",
      "birthplace": "Bronx, New York, NY",
      "bio": "Ten years after that conversation, Ms. Burke created Just Be Inc., a nonprofit organization that helps victims of sexual harassment and assault. She sought out the resources that she had not found readily available to her 10 years before and committed herself to being there for people who had been abused.\nAnd she gave her movement a name: Me Too. “I think it is selfish for me to try to frame Me Too as something that I own,” she said. “It is bigger than me and bigger than Alyssa Milano. Neither one of us should be centered in this work. This is about survivors.”",
      "source": "https://www.nytimes.com/2017/10/20/us/me-too-movement-tarana-burke.html",
      "author": "",
      "death": "",
      "image": ""
    },
    {
      "id": 13,
      "name": "Mariame Kaba",
      "born": 1971,
      "birthplace": "New York, NY",
      "bio": "One Black woman who has been at the center of these conversations is Mariame Kaba, an educator and organizer who is based in New York City. Kaba fund-raised for large-scale mutual-aid operations as the impact of COVID-19 began to set in and the lack of public provisions threatened hunger, homelessness, and illness for untold numbers. She is also known for helping to organize a successful campaign to award reparations to Black men who survived torture orchestrated by the former Chicago police commander Jon Burge. Those reparations include a five-and-a-half-million-dollar compensation fund for the victims and their families, waived tuition at the City Colleges of Chicago, a mandatory curriculum for Chicago public schools about the police torture, and a public memorial. It was an unprecedented campaign and outcome, which mirrored the professed values of the growing abolitionist movement: repair and restoration. Kaba and her fellow-activists were less interested in prosecuting the offending police officers than in developing initiatives that could repair the harms done by the Chicago Police Department.",
      "source": "https://www.newyorker.com/news/our-columnists/the-emerging-movement-for-police-and-prison-abolition",
      "author": "",
      "death": "",
      "image": ""
    },
    {
      "id": 14,
      "name": "Debbie Sims Africa",
      "born": 1956,
      "birthplace": "",
      "bio": "The placenta was the trickiest part. How to dispose of it without it making a mess that would alert the guards that a child had just been born in a prison cell?\nThere was no medical equipment, no painkillers, no sterilized wipes or hygienic materials of any sort. When it came to cutting the umbilical cord in the absence of scissors, well, that was the easy part: just use your teeth.\nBut Debbie Sims Africa was more stressed about the placenta. It was 1978, she was 22 years old and five weeks into what would turn out to be a 40-year prison sentence. She was determined to give birth on her own without any involvement of the jail officers so she could spend some precious time with the baby. In the end, a co-defendant helped her out, scooping up the placenta in her hands and secreting it to the shower room where she flushed it down the prison toilet.\nThe plan worked. Debbie Africa got to spend three wonderful days with her baby son. She hid him under a sheet and when he cried, other jailed women would stand outside the cell and sing or cough to obscure the noise.",
      "source": "https://www.theguardian.com/us-news/2018/jul/31/debbie-sims-africa-mike-jr-black-liberation-orphan-move-nine-philadelphia",
      "author": "",
      "death": "",
      "image": ""
    },
    {
      "id": 15,
      "name": "Assata Shakur",
      "born": 1947,
      "birthplace": "New York, NY",
      "bio": "In the early hours of 2 May 1973, Assata Shakur was stopped on the New Jersey Turnpike by a state trooper named James Harper, allegedly for driving with a faulty rearlight. In the car with Shakur were fellow Black Liberation Army (BLA) members Zayd Malik Shakur and Sundiata Acoli. In a second patrol car was Trooper Werner Foerster. Minutes after they pulled over, both Zayd Malik Shakur and Trooper Foerster were dead, and Assata and Trooper Harper were shot and wounded. In 1977, Shakur was convicted on one murder charge and six assault charges and sentenced to life in prison. She escaped in 1979 with the assistance of BLA members posing as visitors, and has been a fugitive ever since. Last year, the FBI placed the 66-year-old on its list of the top 10 most-wanted terrorists.",
      "source": "https://www.theguardian.com/books/2014/jul/13/assata-shakur-civil-rights-activist-fbi-most-wanted",
      "author": "Bim Adewunmi",
      "death": "",
      "image": ""
    },
    {
      "id": 16,
      "name": "United Order of the Tents",
      "born": "1867",
      "birthplace": "Norfolk, VA",
      "bio": "This is the first night of the 150th anniversary celebration for the United Order of Tents, a secret society of black women. Annette Richter is the great-great-granddaughter of Annetta M. Lane, the enslaved woman who founded this order in 1867. I am not sure if you have ever been graciously but firmly pushed out of line by elegantly dressed black senior citizens, but I can tell you the experience is nothing short of affirming. \"Excuse me, dear.\" \"Darling, could I just?\" they say, and Annette is surrounded, and I realize my chance to talk with her will have to come another day. This is a moment that exemplifies the spirit of the Tents. It is an organization made up of dozens of chapters all over the South and Northeast, with hundreds of members currently. It was founded on the ideals of freedom, independence, and self-autonomy, but it is also firmly rooted in the practical. The Tents is a massively successful, wonderfully efficient community self-help organization that has operated without outside help for over 150 years. But because it is run by and for black women — black churchwomen — it is largely unknown and in fact was deliberately kept secret for much of its existence. Annetta M. Lane and Harriet R. Taylor, two black women from Virginia, founded this order in 1867. Annetta was enslaved in Virginia and, according to her family's history, was a nurse on her plantation. This role meant that she moved both among the white enslavers in the main house and among the black people the family enslaved in the fields. Such a role meant she was valuable to the white slavers, and it also meant she could transmit information and care to those enslaved. The sermon ends with this litany of prayer: \"Pray until domestic violence ends. Pray until there's liberty and justice for all. Pray until there is a cure for all cancers. Pray until racism ends. Pray until there is health care for the whole universe. Pray until we're all together as one.",
      "source": "https://www.lennyletter.com/story/secrets-of-the-south",
      "author": "Kaitlyn Greenidge",
      "death": "",
      "image": ""
    },
    {
      "id": 17,
      "name": "Karen M. Rose",
      "born": "",
      "birthplace": "",
      "bio": "A beacon of light and dark, a maven of plant medicine, an empowered woman who walks the walk and talks the talk, urban Brooklyn healer Karen Rose talks about embracing the shadows of her ancestors like it's what she does after breakfast each day. Because it is. Her work is both otherworldly and down to earth, of the spirit realm and totally practical in a out-of-tune world. Karen was a heralder of the wisdom of epigenetics long before it gained buzzword status.",
      "source": "https://www.americanherbalistsguild.com/medicine-paths-conversation-karen-rose",
      "author": "Heather Wood Buzzard",
      "death": "",
      "image": ""
    },
    {
      "id": 18,
      "name": "Simone Yvette Leigh",
      "born": 1967,
      "birthplace": "Chicago, IL",
      "bio": "Care, healing, and self-preservation play a large role in her art. Leigh’s most famous work, a 2014 project called Free People’s Medical Clinic, started with a historical inquiry into the United Order of Tents, a secret society founded in 1867 by two former enslaved people that convenes Black women nurses and is still in operation. Organized by Creative Time, the project that grew out of it converted Brooklyn’s Stuyvesant Mansion into a functioning medical center that offered free HIV tests, health screenings, yoga, and more to the surrounding community. It paid homage to Josephine English, the first Black ob-gyn in Brooklyn, who once worked at Stuyvesant Mansion, and to community-oriented endeavors launched by the Black Panthers. (The Asiko Art School, which is operated by the Centre for Contemporary Art Lagos without any government funding, was also an influence.) Free People’s Medical Clinic helped put Leigh on the map, and it has endured as one of Leigh’s iconic works, even though it only exists now in the form of documentation. (The project is often classified as social practice, a kind of activist-oriented art reliant mainly on interactions, conversations, and exchanges instead of physical objects.) She later expanded on it for a project known as The Waiting Room (2016), and she has spoken about it as a form of health care that could be trusted by Black women, who have historically been disadvantaged by the current systems in the United States. While much of her other work takes vastly different forms, the concepts that guide the project infiltrate her other pieces. “The general lack of empathy for black people is a factor in every aspect of interaction with medical providers,” she told Art in America in 2015. “It goes to the core of what is difficult to name and change in terms of structural racism and sexism.” An event called 'Afrocentering with Aimee Meredith Cox' held as part of Simone Leigh's 2016 installation 'The Waiting Room' at the New Museum in New York.",
      "source": "https://www.artnews.com/feature/simone-leigh-who-is-she-why-is-she-famous-1234574361/",
      "author": "",
      "death": "",
      "image": ""
    },
    {
      "id": 19,
      "name": "Esmin Elizabeth Green",
      "born": 1959,
      "birthplace": "",
      "bio": "“The project mines certain kinds of knowledge that are passed between black women,” Leigh says. “I wanted to expand the idea of medicine to include other self-defense and care mechanisms like strategy, or even desire, as alternatives to the stamina and obedience that is expected as normative behavior. Herbalism and dance would fall into the category of knowledge that resists the market and capitalization.”\nHonoring Green, the exhibition therefore includes a public health healing center that offers free workshops on holistic care and a six-week herbalism course, community acupuncture classes and massage sessions alongside a series of health and wellness lectures. “These types of things would have helped prevent Esmin Green from working herself to death,” says Leigh. Green had worked as a caregiver for the elderly and at a children’s day care centre, sending money back to her six kids in Jamaica. “It’s about cultivating a lifestyle that is more self-supporting.”",
      "source": "https://www.theguardian.com/artanddesign/2016/jun/29/simone-leigh-waiting-room-esmin-elizabeth-green-new-museum",
      "author": "Nadja Sayej / Simone Yvette Leigh",
      "death": "",
      "image": ""
    },
    {
      "id": 20,
      "name": "Saidiya Hartman",
      "born": 1960,
      "birthplace": "",
      "bio": "In three books and a series of essays, Hartman has explored the interior lives of enslaved people and their descendants, employing a method that she says “troubles the line between history and imagination.” Her iconoclastic thinking on the legacy of slavery in American life has prefigured the current cultural moment. In 2008, five years before Black Lives Matter was founded, she wrote of “a past that has yet to be done, and the ongoing state of emergency in which black life remains in peril.” Her writing has become a lodestar for a generation of students and, increasingly, for politically engaged people outside the academy. Hartman began thinking about the invisible framework that governed her (relatively charmed) life as a young Black woman. “I wanted to understand the inequality that was structuring the world—even as I was feeling that it had not made anything impossible for me,” she said. She changed her name from Valarie to Saidiya, which is derived from the Swahili word for “to help.” The change, she wrote later, “extirpated all evidence of upstanding Negroes and their striving bastard heirs, and confirmed my place in the company of poor Black girls—Tamikas, Roqueshas, and Shanequas.” (Her family called her by the new name reluctantly.)",
      "source": "https://www.newyorker.com/magazine/2020/10/26/how-saidiya-hartman-retells-the-history-of-black-life",
      "author": "Alexis Okeowo",
      "death": "",
      "image": ""
    },
    {
      "id": 21,
      "name": "N.K. Jemisin",
      "born": "1972 ",
      "birthplace": "Iowa City, IA",
      "bio": "By now Jemisin was back in her day job as a counsellor. She had a dream, of “an angry woman coming towards me with a mountain floating behind her”. It gelled with ideas she’d had since going on a Nasa-sponsored workshop for writers about astronomy, and she began to write The Fifth Season. Taking place on a planet with “one vast, unbroken continent”, the earthquake-racked Stillness, the novel opens with the “end of the world” as one man – a despised and enslaved “orogene”, who can manipulate the earth – tears a great rift through the heart of the world. Jemisin has said in the past that “it’s pretty obvious that I’m drawing on the human history of structural oppression, as well as my feelings about this moment in American history”. It won Jemisin astonishing plaudits, as well as a deal for a television series. Accepting her third Hugo, she told her audience in a winner’s speech that went viral: “This has been a hard year, hasn’t it? A hard few years. A hard century. For some of us, things have always been hard.”",
      "source": "https://www.theguardian.com/books/2020/may/02/nk-jemisin-its-easier-to-get-a-book-set-in-black-africa-published-if-youre-white",
      "author": "",
      "death": "",
      "image": ""
    },
    {
      "id": 22,
      "name": "Octavia E. Butler",
      "born": "1947",
      "birthplace": "Pasadena, CA",
      "bio": "Octavia Butler’s tenth novel, “Parable of the Sower,” which was published in 1993, opens in Los Angeles in 2024. Global warming has brought drought and rising seawater. The middle class and working poor live in gated neighborhoods, where they fend off the homeless with guns and walls. Fresh water is scarce, as valuable as money. Pharmaceutical companies have created “smart drugs,” which boost mental performance, and “pyro,” a pill that gives those who take it sexual pleasure from arson. Fires are common. Police services are expensive, though few people trust the police. Public schools are being privatized, as are whole towns. In this atmosphere, a Presidential candidate named Christopher Donner is elected based on his promises to dismantle government programs and bring back jobs.",
      "source": "https://www.newyorker.com/books/second-read/octavia-butlers-prescient-vision-of-a-zealot-elected-to-make-america-great-again",
      "author": "Abby Aguirre",
      "death": "",
      "image": ""
    },
    {
      "id": 23,
      "name": "Audre Lorde",
      "born": "1934",
      "birthplace": "",
      "bio": "First published in 1980, The Cancer Journals moves between the intimate, unfiltered inner dialogue of journal entries like this one, from March 1st, 1979: “It is such an effort to find decent food in this place, not to just give up and eat the old poison”; and a reading of breast cancer and the industry that surrounds it through the lens of cultural criticism.\nThat is to say, Lorde moves deftly between an emphasis upon private survival and collective determination. If it was ever uncertain, this volume makes clear that even at its most intimate and vulnerable, Lorde’s work is a literature of conscience and revolution.\nAfter her mastectomy, Lorde chose never to hide the fact of her missing breast. Repeatedly, she refused to wear the “wad of lambswool pressed into a pale pink breast-shaped pad” pushed upon her by nurses and medical counselors. And repeatedly, she was scolded for posing a threat to cancer patient “morale.”",
      "source": "https://lithub.com/how-audre-lordes-experience-of-breast-cancer-fortified-her-revolutionary-politics/",
      "author": "Tracy K. Smith",
      "death": "1992",
      "image": ""
    },
    {
      "id": 24,
      "name": "Danielle Brathwaite-Shirley",
      "born": "",
      "birthplace": "",
      "bio": "Building an archive is a trust exercise. This is what Danielle Brathwaite-Shirley — a Black British trans artist and game developer — teaches us. The Berlin- and London-based artist says she aims to compile the narratives of Black trans individuals — \"those living, those who have passed, and those that have been forgotten.\" Her works, which live on the internet, are often referred to as \"games,\" though perhaps \"virtual experiences\" is a more meaningful identifier. Although Brathwaite-Shirley employs gaming technology and infrastructure, she also actively refuses the gamification of Black trans identity. Embedding prompts and questions that push participants to examine the harmful and voyeuristic practice she calls \"trans tourism,\" the artist positions her archive as a central meeting place, a homecoming site for Black trans people, where their stories can be stored and celebrated.",
      "source": "https://www.instagram.com/p/COP3cqplEeA/",
      "author": "Legacy Russell",
      "death": "",
      "image": ""
    },
    {
      "id": 25,
      "name": "Marsha P. Johnson",
      "born": 1945,
      "birthplace": "Elizabeth, NJ",
      "bio": "Johnson switched names repeatedly as she established her persona, alternating between her given name Malcolm and Black Marsha before settling on Marsha P. Johnson. She chose Johnson because she enjoyed hanging out at the popular eatery, Howard Johnson’s. The “P” purportedly stands for “Pay It No Mind,” a flippant saying she used to dismiss antagonists. On June 28, 1969, Marsha P. Johnson became one of the faces of the Queer Revolution. She went from her own party uptown to the Stonewall Inn on the corner of Christopher Street and 7th Avenue, arriving after the Stonewall Riot (Uprising) had begun.",
      "source": "https://www.blackpast.org/african-american-history/marsha-p-johnson-1945-1992/",
      "author": "KC Washington",
      "death": "",
      "image": ""
    },
    {
      "id": 26,
      "name": "Kimberlé Crenshaw",
      "born": "1959",
      "birthplace": "Canton, OH",
      "bio": "For Crenshaw, who is now one of the most influential black feminist legal theorists in the US, Hill’s case cemented her idea of “intersectionality”, set out in a paper two years before the hearing. The idea suggests that different forms of discrimination – such as sexism and racism – can overlap and compound each other in just this way. At the time of Hill’s case, Crenshaw was writing another paper, Mapping the Margins, on the erasure of black women’s history of being sexually harassed and abused. The Hill case showed the result of the fact that sexual harassment had largely only been discussed in relation to white women.",
      "source": "https://www.theguardian.com/society/2020/nov/12/kimberle-crenshaw-the-woman-who-revolutionised-feminism-and-landed-at-the-heart-of-the-culture-wars",
      "author": "Aamna Mohdin",
      "death": "",
      "image": ""
    },
    {
      "id": 27,
      "name": "Frances Thompson",
      "born": "",
      "birthplace": "",
      "bio": "Black trans women have been key contributors to the advancement of the women’s rights movement for well over 150 years. We’ve been here since the beginning of time; the earliest record of our role in women’s advocacy dates back to 1866 when Frances Thompson, a formerly enslaved, disabled, Black trans woman, became a trailblazer in the fight to end sexual violence against women. Thompson’s courage to sound off on rape culture was radical and revolutionary for her time. For centuries, not even white women were protected by rape laws. Only their husbands or male relatives could report the rape and demand compensation as victims of “property damage.” Imagine what it must have been like to have the perpetrator be your father or husband? On paper, marital rape didn’t become illegal in the United States until 1976. Black women in the 1800s certainly weren’t positioned to charge white men with rape as they were considered chattel, and their masters were permitted under the law to do as they pleased. Not only was Thompson, a disabled Black trans woman, one of the first Black people in American history to testify before Congress, she was also one of the first women and the first trans person to do so.",
      "source": "https://www.harpersbazaar.com/culture/features/a35746428/black-trans-women-fight-for-womens-rights/",
      "author": "Ashlee Marie Preston",
      "death": "",
      "image": ""
    },
    {
      "id": 28,
      "name": "Miss Major Griffin-Gracy",
      "born": 1940,
      "birthplace": "South Side, Chicago, IL",
      "bio": "As we celebrate International Women’s Day, we must elevate the brilliant and powerful transgender women of color who have paved the way for today’s social justice movements. Miss Major Griffin-Gracy has spent more than 40 years advocating for the marginalized, whether in prisons or on the streets. Born and raised on the South Side of Chicago, the trans activist came to know herself in the 1950s and 60s, when police raids of queer bars were rampant and the thought of LGBTQ+ people speaking out against oppression was novel. She, alongside other vanguard activists like Marsha P. Johnson and Sylvia Rivera, emerged from the perilous 1969 Stonewall Riots with a commitment to support her sisters and other trans family.",
      "source": "https://www.them.us/story/transvisionaries-miss-major",
      "author": "Raquel Willis",
      "death": "",
      "image": ""
    },
    {
      "id": 29,
      "name": "Ceyenne Doroshow",
      "born": "",
      "birthplace": "",
      "bio": "Ceyenne was one of six speakers at the rally, including Raquel Willis of Out magazine, Ianne Fields Stewart of The Okra Project, and the sister of Layleen Polanco, a transwoman who was killed at Rikers Island. The enormous crowd that gathered filled the Brooklyn Museum Plaza, spilling down the Eastern Parkway towards Grand Army Plaza. “I love each and every one of my trans family members. I love you, and I want you to live,” Ceyenne declared to the audience, which cheered so dramatically that she had to pause her speech to wait for the noise to die down. “I want you to breathe and sustain. I want you to stand tall and proud and Black and live. We have always been last, but that’s not going to happen anymore.”\nIn the march that followed, protesters demanded justice for Layleen Polanco, Tony McDade, Riah Milton, and countless other Black trans people who have been senselessly murdered across the country. Ceyenne and other leaders have been speaking out about these injustices for decades. People are starting to listen.",
      "source": "https://decriminalizesex.work/hero-ceyenne-doroshow/",
      "author": "",
      "death": "",
      "image": ""
    },
    {
      "id": 30,
      "name": "Zora Neale Hurston",
      "born": 1891,
      "birthplace": "Notasulga, AL",
      "bio": "After the preliminaries, there is only one thing I want to know: \"Tell me something,\" I begin looking down at Zora's house, \"did Zora like flowers?\" He looks at me queerly. \"As a matter of fact,\" he says, looking regretfully at the bare, rough yard that surrounds her former house, \"she was crazy about them. And she was a great gardener. She loved azaleas, and that running and blooming vine [morning glories], and she really loved that night-smelling flower [gardenia]. She kept a vegetable garden year-round, too. She raised collards and tomatoes and things like that. \"Everyone in this community thought well of Miss Hurston. When she died, people all up and down this street took up a collection for her burial. We put her away nice.\" \"Why didn't somebody put up a headstone?",
      "source": "https://www.allisonbolah.com/site_resources/reading_list/Walker_In_Search_of_Zora.pdf",
      "author": "Alice Walker",
      "death": "",
      "image": ""
    },
    {
      "id": 31,
      "name": "Alexis Pauline Gumbs",
      "born": 1982,
      "birthplace": "Summit, NJ",
      "bio": "Gumbs, 37, describes herself as a \"queer black troublemaker\" and \"black feminist love evangelist,\" and writes with a wistfulness informed by ancestral memory. Writing from multiple perspectives—including that of whales, coral, her grandfather, her ancestral mother Boda, and the island of Anguilla itself—Gumbs presents a layered family history and offers a road map for returning to one’s roots during the climate crisis. “If Spill took me to the contemporary afterlives of slavery,” Gumbs writes in the introduction to Dub, “and M Archive took me to the postdated evidence of our immediate apocalypse, Dub eviscerated me of my own origin stories, the fragmented resources I had used to make sense of my own life.” Dub is composed in the same format as Spill and M Archive—entirely in lowercase letters—and conveys a sense of tender intimacy, as if Gumbs is letting the reader in on a cherished secret. The emphasis is on the color brown—how forgiving it is, how central it is to our being, and how it bears the brunt of our mistakes. “there is no space for doom or gloom, only growth,” Gumbs writes, “and the green, brown life around you, sees everything.”",
      "source": "https://www.sierraclub.org/sierra/making-love-letter-alexis-pauline-gumbs",
      "author": "Ashia Ajani",
      "death": "",
      "image": ""
    },
    {
      "id": 32,
      "name": "Nina Simone",
      "born": "1933",
      "birthplace": "",
      "bio": "Although she was not openly bisexual, Simone was rumored to have relationships with women, and wrote of her attraction to both genders in her diary. She married New York police detective Andrew Stroud, who later became her manager, in 1961. The following year, they welcomed their daughter Lisa.\nThe assassination of Medgar Evers and the bombing the 16th Street Baptist church in Birmingham, Alabama, killing four little girls, led Simone to create music to express the pain of the period. She produced and created such protest songs as “Mississippi Goddam,” “Old Jim Crow,” “Why (The King of Love is Dead),” and “Young, Gifted and Black.” The latter two songs were dedicated to her friends, Dr. Martin Luther King Jr. and Lorraine Hansberry, whose lives were tragically cut short.\nAfter lackluster sales of subsequent albums and cold reception from her record company, Simone believed she was being punished for her activism. Simone left Stroud and the U.S. in 1970, and sought refuge in various locations around the world including in Europe, Africa, and the Caribbean. She lived abroad for several years, finally returning to the U.S. in 1995 to reclaim music royalties owed to her after the release of her music without her permission. She performed and released music regularly until her health declined. Simone lost her battle with breast cancer on April 21, 2003, in her adopted home of Carry-le-Rouet, France, at age 70.",
      "source": "https://nmaahc.si.edu/LGBTQ/nina-simone",
      "author": "NMAAHC",
      "death": "2003",
      "image": ""
    },
    {
      "id": 33,
      "name": "Alice Coltrane",
      "born": "1937",
      "birthplace": "Detroit, MI",
      "bio": "Though once a relatively obscure part of the musician’s history, Alice Coltrane’s worship recordings have become an increasingly frequent topic of discussion in recent years. With Vedic chants punctuated by handclaps and tambourines, these songs differ from the Indian and Nepalese devotional music in their use of celestial, star-spanning synthesiser, organs, strings, and drones, Western melodies and composition, and vocals tempered by the Detroit church choirs of her youth. It’s music that truly sounds like nothing else, born from her need to create for and with her spiritual community. It’s music that only she could have made.",
      "source": "https://www.dazeddigital.com/music/article/36120/1/alice-coltrane-devotional-music",
      "author": "Martyn Pepperell",
      "death": "2007",
      "image": ""
    },
    {
      "id": 34,
      "name": "Wangechi Mutu",
      "born": 1972,
      "birthplace": "Nairobi, Kenya",
      "bio": "Born in Nairobi, Kenya, Mutu scrutinizes globalization by combining found materials, magazine cutouts, sculpture, and painted imagery. Sampling such diverse sources as African traditions, international politics, the fashion industry, pornography, and science fiction, her work explores gender, race, war, colonialism, global consumption, and the exoticization of the black female body. Mutu is best known for spectacular and provocative collages depicting female figures—part human, animal, plant, and machine—in fantastical landscapes that are simultaneously unnerving and alluring, defying easy categorization and identification. Bringing her interconnected ecosystems to life for this exhibition through sculptural installations and videos, Mutu encourages audiences to consider these mythical worlds as places for cultural, psychological, and socio-political exploration and transformation.",
      "source": "https://www.brooklynmuseum.org/exhibitions/wangechi_mutu/",
      "author": "",
      "death": "",
      "image": ""
    },
    {
      "id": 35,
      "name": "Betye Saar",
      "born": "1926",
      "birthplace": "Los Angeles, CA",
      "bio": "In Betye Saar’s work, time is cyclical. History and experiences, emotion and knowledge travel across time and back again, linking the artist and viewers of her work with generations of people who came before them. This is made explicit in her commitment to certain themes, imagery, and objects, and her continual reinvention of them over decades. “I can no longer separate the work by saying this deals with the occult and this deals with shamanism or this deals with so and so…. It’s all together and it’s just my work,” she said in 1989. The artist has also repeatedly turned to her family and their history as sources for her work. “Keep for Old Memiors” (1976) includes fragments of letters and photographs saved by the artist’s great aunt Hattie, framed by a pair of women’s gloves that suggest, among other things, the tactility of accessing a physical record of one’s life. The intimacy and scale of Saar’s work encourages a personal connection to the artist and her experience. “To me the trick is to seduce the viewer. If you can get the viewer to look at a work of art, then you might be able to give them some sort of message.” Over the course of her now six-decade career, Saar has continued to make work that honors or critiques the familiar and mines the unknown. “It may not be possible to convey to someone else the mysterious transforming gifts by which dreams, memory, and experience become art. But I like to think that I can try.”",
      "source": "https://www.moma.org/artists/5102",
      "author": "Esther Adler",
      "death": "",
      "image": ""
    },
    {
      "id": 36,
      "name": "Susie King Taylor",
      "born": 1848,
      "birthplace": "Liberty County, GA",
      "bio": "Susie King Taylor (née Baker) was born into slavery on August 6, 1848, at the Grest Plantation in Liberty County in coastal Georgia. Her mother was a domestic servant.\nBy age seven, Taylor was allowed to move to Savannah, Georgia, to live with her grandmother, Dolly. Most of her childhood was spent with two of her eight siblings and with Grandmother Dolly, who encouraged Taylor to learn to read and write.\nAt this time, Georgia had severe restrictions on education for freed and enslaved African Americans. Clandestine schooling was the only way an African American child could get an education in the Antebellum South. Taylor’s grandmother arranged for her to attend two secret schools taught by free African American women and family friends. Born into slavery in the Deep South, she served the Union Army in various capacities: officially as a \"laundress\" but in reality a nurse, caretaker, educator, and friend to the First South Carolina Volunteer Infantry (later the 33rd U.S. Colored Troops Infantry Regiment). In 1902, she published these experiences in Reminiscences of My Life in Camp, a Civil War memoir told from the singular perspective of an African American woman. Her work during the Civil War certainly included washing clothes, but also extended into the realm of gun maintenance, nursing, and education—positions befitting her experience as a schoolteacher. At just 14 years of age, Taylor had become the first African American known to teach at a freedman’s school in Georgia. In a 1902 letter republished in Reminiscences (p. xiii), Colonel Trowbridge apologized for the \"technicality\" of Taylor's identification as only a laundress, rather than a nurse. Such a \"technicality\" led to her never receiving pay or a pension.\nWhile Taylor's contributions to the war are nothing short of incredible, her story is often overlooked within Civil War history.",
      "source": "https://www.loc.gov/ghe/cascade/index.html?appid=5be2377c246c4b5483e32ddd51d32dc0",
      "author": "co-authored by Karen Chittenden and Micah Messenheimer,",
      "death": "",
      "image": ""
    },
    {
      "id": 37,
      "name": "Sojourner Truth",
      "born": "1797",
      "birthplace": "New York",
      "bio": "Born Isabella Baumfree to a family of slaves in Ulster County, New York, Sojourner Truth sits for one of the war’s most iconic portraits in an anonymous photographer’s studio, likely in Detroit. The sixty-seven-year-old abolitionist, who never learned to read or write, pauses from her knitting and looks pensively at the camera. She was not only an antislavery activist and colleague of Frederick Douglass but also a memoirist and committed feminist, who shows herself engaged in the dignity of women’s work. More than most sitters, Sojourner Truth is both the actor in the picture’s drama and its author, and she used the card mount to promote and raise money for her many causes: I Sell the Shadow to Support the Substance. SOJOURNER TRUTH.\nThe imprint on the verso features the sitter’s statement in bright red ink as well as a Michigan 1864 copyright in her name. By owning control of her image, her “shadow,” Sojourner Truth could sell it. In so doing she became one of the era’s most progressive advocates for slaves and freedmen after Emancipation, for women’s suffrage, and for the medium of photography. At a human-rights convention, Sojourner Truth commented that she “used to be sold for other people’s benefit, but now she sold herself for her own.”",
      "source": "https://www.metmuseum.org/art/collection/search/301989",
      "author": "",
      "death": "1883",
      "image": ""
    },
    {
      "id": 38,
      "name": "Harriet Tubman",
      "born": "1822",
      "birthplace": "Dorchester County, MD",
      "bio": "They called her “Moses” for leading enslaved people in the South to freedom up North. But Harriet Tubman fought the institution of slavery well beyond her role as a conductor for the Underground Railroad. As a soldier and spy for the Union Army during the Civil War, Tubman became the first woman to lead an armed military operation in the United States in what is known as the Combahee Ferry Raid. For months, Tubman worked as a laundress, opening a wash house, and serving as a nurse, until she was given orders to form a spy ring. Tubman had proven herself invaluable at gathering clandestine information, forming allies and avoiding capture, as she led the Underground Railroad. In her new role, Tubman assumed leadership of a secret military mission in South Carolina’s low country. As the escapees ran to the shore, Black troops in rowboats transported them to the ships, but chaos ensued in the process. Tubman, who didn’t speak the region’s Gullah dialect, reportedly went on deck and sang a popular song from the abolitionist movement that calmed the group down. He wrote a story without a byline about the “She-Moses” but never mentioned Tubman’s name. He wrote that Montgomery’s “gallant band of 300 soldiers under the guidance of a Black woman, dashed into the enemies’ country, struck a bold and effective blow, destroying millions of dollars worth of commissary store, cotton and lordly dwellings, and striking terror to the heart of the rebeldom brought off bear 800 slaves and thousands of dollars worth of property, without losing a man or receiving a scratch.” Despite the mission’s success, including the recruitment of at least 100 freedmen into the Union Army, Tubman was not compensated for her efforts on the Combahee Ferry Raid. She had petitioned the government several times to be paid for her duties as a soldier. “She was denied because she was a woman,” says Larson.",
      "source": "https://www.history.com/news/harriet-tubman-combahee-ferry-raid-civil-war",
      "author": "Alexis Clark",
      "death": "",
      "image": ""
    },
    {
      "id": 39,
      "name": "Nettrice Gaskins",
      "born": "",
      "birthplace": "",
      "bio": "TVC uses three main modes of activity: reappropriation, remixing, and improvisation. Gaskins looks at each of the three modes in turn, guiding readers from research into practice. Drawing on real-world examples, she shows how TVC creates dynamic learning environments where underrepresented ethnic students feel that they belong. Students who remix computationally, for instance, have larger toolkits of computational skills with which to connect cultural practices to STEAM subjects; reappropriation offers a way to navigate cultural repertoires; improvisation is firmly rooted in cultural and creative practices. Finally, Gaskins explores an equity-oriented approach that makes a distinction between conventional or dominant pedagogical approaches and culturally relevant or responsive making methods and practices. She describes TVC habits of mind and suggests methods of instructions and projects.",
      "source": "https://www.penguinrandomhouse.com/books/675888/techno-vernacular-creativity-and-innovation-by-nettrice-r-gaskins-foreword-by-leah-buechley-afterword-by-ruha-benjamin/",
      "author": "",
      "death": "",
      "image": ""
    },
    {
      "id": 40,
      "name": "Missy Elliott",
      "born": "",
      "birthplace": "",
      "bio": "Ambrose has witnessed Elliott’s approach to style and fashion firsthand. “Missy is a true visionary,” she says. “One thing that sticks out to me, whenever I’ve collaborated with Missy, is her ability to invent, receive and process creative inspiration from myself and others. Ultimately, her confidence, swag and conviction, her commitment to taking risks and pushing the boundaries, is what I believe makes her a true style icon.”\n“Missy is so personable and warm and fuzzy and confident and shy, if that makes sense?” said Ambrose. “There’s a coyness to her. When you think about the word coy, Missy is the epitome. Clever but she still knows how to work it. Since I’ve known her, for over 22 years, she’s always been that way.”\nAmbrose points to the “Lose It” music video, as an indicator of how ahead of her time Elliott has been. “We had a lot of girls dressed like boys, which is such a relevant moment as we talk about gender-bending and being gender neutral today. She was really on the pulse of that early, showing that girls can be in tank tops.”\nAmbrose believes that’s part of why Elliott’s style changed hip-hop. “We were all about body image,” she says. “No matter what size you are, you can say confidently, ‘This is who I am.’ No matter what shape or size, color or gender, it doesn’t matter.”",
      "source": "https://www.hollywoodreporter.com/news/general-news/missy-elliott-s-costume-designer-rapper-s-style-mtv-s-interactive-museum-1234265/",
      "author": "Nadia Neophytou",
      "death": "",
      "image": ""
    },
    {
      "id": 41,
      "name": "Ruth Wilson Gilmore",
      "born": "1950",
      "birthplace": "New Haven, CT",
      "bio": "Each of the many campaigns Gilmore worked on over the years was built from a different coalition of people who could be negatively affected by a new jail or prison. Her strategy was not to simply fight prisons directly and hope others joined in but rather to seek out groups that were already mobilized. Whether environmentalists who could be made to realize that a new prison would harm biodiversity, or local community members worried about a prison’s impact on the water table or undeliverable promises of local employment, “whatever is already there, in terms of people who are organized, that is how to direct the work,” Gilmore told me. “You have to talk to people and see what they want.” In 2004, for example, there was a measure on the Los Angeles County ballot to hire 5,000 new police officers and deputy sheriffs and to start expanding the city’s jail. Gilmore helped organize a campaign in South Central and East Los Angeles, meeting and talking to people, getting them to ask questions and to express their needs. Did the needs of neighborhood residents coincide with the needs of the Los Angeles County Sheriff’s and Police Departments? Did they want more police officers in their communities? The answer was no. The measure failed. “It was plodding work — organizing, and organizing, and organizing — but we won. We beat them back.” She got her way and has been developing the concept of carceral geography ever since, a category of scholarship she more or less single-handedly invented, which examines the complex interrelationships among landscape, natural resources, political economy, infrastructure and the policing, jailing, caging and controlling of populations. In the years since, Gilmore has shaped the thinking of many geographers, as well as generations of graduate students and activists.",
      "source": "https://www.nytimes.com/2019/04/17/magazine/prison-abolition-ruth-wilson-gilmore.html",
      "author": "Rachel Kushner",
      "death": "",
      "image": ""
    },
    {
      "id": 42,
      "name": "Aretha Franklin",
      "born": 1942,
      "birthplace": "Memphis, TN",
      "bio": "Franklin leaves herself and flies into abandon a few times; at each of these moments, she is throwing a rope between herself and the past. Once, singing “Precious Memories” with Cleveland as a duet partner, she starts egging him on with fanciful passages, each of them centered on the blue note, the flattened third scale-degree that gives the blues its ambivalence and emotional dexterity. Cleveland and Franklin excite one another, and soon they sound like duelling Howlin’ Wolves. She closes her eyes and seems happy. In a way, the exercise—filling gospel to the gills with blues sensibility—is a callback to Dorsey, who helped, through “Precious Lord” and many other compositions, to bring the secular sound into the church and start the motion that would culminate, amazingly, in Aretha. Similarly, on the second night, toward the end of the film, she strolls over to the piano—she’s got a mean tomtom of a left hand that gives her playing a jutting edge—and plays “Never Grow Old.” She’s not too far from where her father, the famous preacher C. L. Franklin, sits, flanked by friends. “Never Grow Old” is an old song, but Aretha claims it, making her elders trade expressions of devotion, glee, and terror at her talent, and dismay at the passage of time. People cry and throw their towels.",
      "source": "https://www.newyorker.com/culture/culture-desk/amazing-grace-gives-us-aretha-franklin-at-the-spellbinding-height-of-her-powers?source=search_google_dsa_paid&gclid=Cj0KCQjwwLKFBhDPARIsAPzPi-J65xsfeyZdFR1ycKbo0OwqXt3YVtCNuqgeWHuR1t5kDWjg8VWYg_caAtvtEALw_wcB",
      "author": "Vinson Cunningham",
      "death": "",
      "image": ""
    },
    {
      "id": 43,
      "name": "Xenobia Bailey",
      "born": "",
      "birthplace": "",
      "bio": "Xenobia Bailey is a trash alchemist, a single stitch, urban crochet aficionado, designer, artist and community activist, whose practice industrializes the visual aesthetic of “Cosmic-Funk,” practiced by African-American homemakers since Emancipation, into utilitarian “Funktional” design. Media exposure ranges from an Absolut advertisement to a design consultancy with Disney World, and a subway mosaic commission from the MTA in New York. She has shown internationally, with such institutions as Creative Time, the Sharjah Art Foundation, and numerous U.S. Embassies. Her work is held by numerous museums, as well as in academic, corporate, public and private collections.\nHer ABOG Fellowship will support Paradise Under Reconstruction, a pedagogical model that will collectively fabricate prototypes for health aids and services for the needs of African-American communities in Seattle, WA and Harlem, NY. A multigenerational, inspirational, motivational, and passionate dreamscaping and skills-building project, Paradise Under Reconstruction will bring together community homemakers, household members, adults, young adults and teens to cultivate future visions and de-traumatize and fabricate commercial utilitarian artifacts for sustainable living in their homes. Conjuring Afrofuturism through rural and urban storytelling and historical remixing, participants will also write de-traumatizing fictional historical bedtime folktales, lullabies and medicinal psycho-parables, using the inspirational environments inspired by “Funktional Artifacts.”",
      "source": "https://abladeofgrass.org/fellows/xenobia-bailey/",
      "author": "",
      "death": "",
      "image": ""
    },
    {
      "id": 44,
      "name": "Sonya Renee Taylor",
      "born": "1976",
      "birthplace": "",
      "bio": "“In these times, when the search for answers to the mounting injustices in our world seems to confound us, Sonya Renee Taylor offers a simple but powerful place to begin: recovering our relationship with our own bodies. To build a world that works for everyone, we must first make the radical decision to love every facet of ourselves. Through lucid and courageous self-revelation, Taylor shows us how to realize the revolutionary potential of self-love. The body is not an apology’ is the mantra we should all embrace.”",
      "source": "https://www.amazon.com/Body-Not-Apology-Radical-Self-Love/dp/1626569762",
      "author": "Kimberlé Crenshaw",
      "death": "",
      "image": ""
    },
    {
      "id": 45,
      "name": "Pauli Murray",
      "born": "1920",
      "birthplace": "Baltimore, MD",
      "bio": "Pauli Murray is one of the most pivotal figures in 20th century African-American civil rights history, but beyond academic circles, she is not very well known. In 1944, she graduated as the valedictorian of her Howard University law class, producing a senior thesis titled “Should the Civil Rights Cases and Plessy Be Overruled?” Trained by William Howard Hastie and Leon Ransom at Howard, Pauli Murray had been witness to their early legal strategy of combating separate but equal doctrine by forcing states to either make black institutions equal to their white counterparts or integrate white institutions, if they failed to do so. However, she argued that Plessy v. Ferguson was inherently immoral and discriminatory and should be overturned. When she brought up this argument to her classmates, she noted that her suggestion was received with “hoots of derisive laughter.” Murray coined the term “Jane Crow” to name the forms of sexist derision she frequently encountered during her time at Howard. It was the piece she co-authored in 1965 called “Jane Crow and the Law” that Ginsburg cites as so influential in her thinking about legal remedies for sex discrimination. Nearly 10 years later, in 1953, Spottswood Robinson, Thurgood Marshall and others pulled out a copy of her senior paper and used it as a guide to strategize how they would argue the Brown v. Board case. They didn’t bother to mention this until about 10 years later, when she ran into Robinson at Howard Law School. It is incredibly important to situate Murray within these lesser-known genealogies of queer and feminist black civil rights activism. The civil rights struggle demanded respectable performances of black manhood and womanhood, particularly from its heroes and heroines, and respectability meant being educated, heterosexual, married and Christian. Murray’s open lesbian relationships and her gender nonconforming identity disrupted the dictates of respectability, making it easier to erase her five decades of important intellectual and political contributions from our broader narrative of civil rights.",
      "source": "https://www.salon.com/2015/02/18/black_queer_feminist_erased_from_history_meet_the_most_important_legal_scholar_youve_likely_never_heard_of/",
      "author": "Brittney Cooper",
      "death": "",
      "image": ""
    }
  ],
  "favorites": [
    {
      "entryId": 13,
      "profileId": 1,
      "id": 1
    },
    {
      "entryId": 11,
      "profileId": 1,
      "id": 2
    }
  ],
  "profiles": [
    {
      "id": 1,
      "name": "Library Guest"
    }
  ]
}
